[
  {
    "type": "customs",
    "fact": "A Menorah is a special nine-branched candelabrum, also known in Hebrew as a Hanukiah."
  },
  {
    "type": "customs",
    "fact": "A bride in China wears the color red."
  },
  {
    "type": "customs",
    "fact": "A dreidel, or sivion is a four-sided top that has a Hebrew letter on each side."
  },
  {
    "type": "customs",
    "fact": "Alabama was the first state to recognize Christmas as an official holiday, and the tradition began in 1836."
  },
  {
    "type": "customs",
    "fact": "All 13 colonies celebrated Thanksgiving together for the first time in 1777."
  },
  {
    "type": "customs",
    "fact": "America’s official national Christmas tree is located in King’s Canyon National Park in California. The tree, a giant sequoia called the “General Grant Tree”, is over 90 meters (300 feet) high, and was made the official Christmas tree in 1925."
  },
  {
    "type": "customs",
    "fact": "An artificial spider and web are often included in the decorations on Ukrainian Christmas trees. A spider web found on Christmas morning is believed to bring good luck."
  },
  {
    "type": "customs",
    "fact": "Ancient Egyptians shaved off their eyebrows to mourn the deaths of their cats."
  },
  {
    "type": "customs",
    "fact": "Ancient Romans always entered the home of a friend on their right foot—the left side of the body was thought to portend evil. The Latin word for “left” is sinister—thus our English word “sinister” for anything threatening or malevolent."
  },
  {
    "type": "customs",
    "fact": "Arab women can initiate a divorce if their husbands don’t pour coffee for them."
  },
  {
    "type": "customs",
    "fact": "Armored knights raised their visors to identify themselves when they rode past their king. This custom has become the modern military salute"
  },
  {
    "type": "customs",
    "fact": "Artificial Christmas trees have outsold real ones since 1991."
  },
  {
    "type": "customs",
    "fact": "Assuming Rudolph was in front, there are 40320 ways to arrange the other eight reindeer."
  },
  {
    "type": "customs",
    "fact": "At Versailles, during the reign of Louis XIV, it was considered gauche to knock on a door with the knuckles. Instead one scratched with the little finger of the left hand, and for this purpose courtiers let that particular nail grow long."
  },
  {
    "type": "customs",
    "fact": "Bobbing for apples at Halloween originated as part of a divination technique practiced by the Druids. Participants floated apples in a tub of water on the 31st of October (the Druid New Year's Eve) and attempted to fish them out without using their hands. Those who succeeded were guaranteed a prosperous year."
  },
  {
    "type": "customs",
    "fact": "Breaking of a glass is traditional in some wedding ceremonies. This custom symbolizes different things. To some its the destruction of the temple in Jerusalem, and for some its the represents the fragility of a relationship."
  },
  {
    "type": "customs",
    "fact": "Christmas Crackers were invented around 1846 by Tom Smith who developed them for Christmas from the French habit of wrapping sugared almonds in twists of paper as gifts."
  },
  {
    "type": "customs",
    "fact": "Christmas has different meanings around the world; Christmas Eve in Japan is a good day to eat fried chicken and strawberry shortcake."
  },
  {
    "type": "customs",
    "fact": "During Hanukkah, families eat latkes(potato pancakes) and sufganiot (jelly donuts), or other foods which are fried in oil, to celebrate and commemorate the miracle of the Festival of Lights."
  },
  {
    "type": "customs",
    "fact": "During the Middle Ages, the belief that birds chose their mates on St. Valentine’s Day led to the idea that boys and girls would do the same. Up through the early 1900s, the Ozark hill people in the eastern United States thought that birds and rabbits started mating on February 14, a day for them which was not only Valentine’s Day but Groundhog Day as well."
  },
  {
    "type": "customs",
    "fact": "During the eight days of Hanukkah, the entire Hallel (psalms of praise) is said."
  },
  {
    "type": "customs",
    "fact": "During the eight days of Hanukkah, the passage “Al Hanissim”, expressing thanks to God for the miracles of Hanukkah, is inserted into the prayers."
  },
  {
    "type": "customs",
    "fact": "Each night of Hanukkah, an additional candle is placed in the Menorah from right to left, and then lit from left to right. On the last night, all the candles are lit."
  },
  {
    "type": "customs",
    "fact": "Easter is the first Sunday after the first Saturday after the first full moon after the equinox. (The equinox is quite often March 21, but can also occur on the March 20 or 22.)"
  },
  {
    "type": "customs",
    "fact": "Electric Christmas lights were first used in 1854."
  },
  {
    "type": "customs",
    "fact": "Except in times of religious persecution, the menorah was placed outside the front door or, as is the custom today, displayed in the window of every Jewish home."
  },
  {
    "type": "customs",
    "fact": "Franklin Pierce was the first president to decorate an official White House Christmas tree."
  },
  {
    "type": "customs",
    "fact": "George Frederick Handel’s great Christmas oratorio, “The Messiah”, was first performed in 1742, in Dublin."
  },
  {
    "type": "customs",
    "fact": "Guatemalan adults do not exchange Christmas gifts until New Year’s Day. Children get theirs (from the Christ Child) on Christmas morning."
  },
  {
    "type": "customs",
    "fact": "Halloween takes place on October 31st, the day before All Saints Day."
  },
  {
    "type": "customs",
    "fact": "Hanukkah celebrates the victory of the Maccabees or Israelites over the Greek-Syrian ruler, Antiochus about 2200 years ago."
  },
  {
    "type": "customs",
    "fact": "Hanukkah is celebrated around the world for eight days and nights."
  },
  {
    "type": "customs",
    "fact": "Hanukkah is celebrated in the home beginning on the 25th day of the Jewish month of Kislev."
  },
  {
    "type": "customs",
    "fact": "In 1647, the English parliament passed a law made Christmas illegal. The Puritan leader Oliver Cromwell, who considered feasting and revelry on what was supposed to be a holy day to be immoral, banned the Christmas festivities. The ban was lifted only when Cromwell lost power in 1660."
  },
  {
    "type": "customs",
    "fact": "In 1941, Thanksgiving was declared by Congress to be a legal holiday, held on the fourth Thursday in November."
  },
  {
    "type": "customs",
    "fact": "In 1995, 35 million heart-shaped boxes of chocolate were sold for Valentine’s Day."
  },
  {
    "type": "customs",
    "fact": "In Armenia, the traditional Christmas Eve meal consists of fried fish, lettuce and spinach."
  },
  {
    "type": "customs",
    "fact": "In Germany and some other western European countries, St. Nicholas , or Nikolaus comes on the night from the 5th to the 6th of Decemer, where children have their boots all shined and clean in front of a door or window. He will leave toys, nuts oranges, apples and chocolate for the good children. The bad child gets a branch to be used by the parents to punish the child."
  },
  {
    "type": "customs",
    "fact": "In Germany there are many different characters for Christmas. Nikolaus comes on December 5th and on December 24th when the actual opening of the gifts is happening ,they have been brought either by Knecht Ruprecht, Weihnachtsmann, or the Christkindl, (Christ child) wich is an angelic child dressed in a white and or golden dress much like a long nightgown. It has wings, and has usually a small horse or a donkey as a companion."
  },
  {
    "type": "customs",
    "fact": "In Germany, the eighth and last night of Hanukkah used to be very special. All the leftover wicks and oil were lit in giant bonfires. People sang songs and danced around the fire, often until the small hours of the night."
  },
  {
    "type": "customs",
    "fact": "In North America, children put stockings out at Christmas time. Their Dutch counterparts use shoes."
  },
  {
    "type": "customs",
    "fact": "In Syria, Christmas gifts are distributed by one of the Wise Men’s camels. The gift-giving camel is said to have been the smallest one in the Wise Men’s caravan."
  },
  {
    "type": "customs",
    "fact": "In Yemen, children went from house to house, tins in hand, to collect wicks for the Hanukkah Menorah."
  },
  {
    "type": "customs",
    "fact": "In ancient times, oil was used in the menorah. Over time, candles were substituted for the oil."
  },
  {
    "type": "customs",
    "fact": "It is believed the Druids lit fires on Halloween (just like how we light candles inside pumpkins) to ward off evil spirits."
  },
  {
    "type": "customs",
    "fact": "It is not a sure thing that turkey was part of the Thanksgiving Feast, but venison was definitely part of the meal."
  },
  {
    "type": "customs",
    "fact": "J.S.Bach inscribed most of his musical scores with the note ‘In dem Namen Jesus’, or in English ‘In the name of Jesus’."
  },
  {
    "type": "customs",
    "fact": "Many of the traditions associated with Christmas (giving gifts, lighting a Yule log, singing carols, decorating an evergreen) date back to older religions."
  },
  {
    "type": "customs",
    "fact": "Michigan has no official state song, but one, ‘Michigan, My Michigan,’ is frequently used. The words were written in 1863, and the melody used is that of the Christmas song “O Tannenbaum”."
  },
  {
    "type": "customs",
    "fact": "October 10 is National Metric Day."
  },
  {
    "type": "customs",
    "fact": "One town in Indiana is called Santa Claus. There is also a Santa, Idaho."
  },
  {
    "type": "customs",
    "fact": "Roast turkey did not appear consistently on royal Christmas Day menus until 1851 when it replaced roast swan. The medieval dish of Boar’s head remained popular with Royals for much longer."
  },
  {
    "type": "customs",
    "fact": "Savings bonds, checks, and small chocolate coins wrapped in gold foil-these are the modern incarnations of the traditional gift known as Hanukkah gelt. “Gelt” is a Yiddish term for “money”."
  },
  {
    "type": "customs",
    "fact": "St. Nicholas was bishop of the Turkish town of Myra in the early 4th century. The Dutch first made him into a Christmas gift-giver, and Dutch settlers brought him to America where his name eventually became the familiar Santa Claus."
  },
  {
    "type": "customs",
    "fact": "The Canadian province of Nova Scotia leads the world in exporting lobster, wild blueberries, and Christmas trees."
  },
  {
    "type": "customs",
    "fact": "The Puritans forbade the singing of Christmas carols."
  },
  {
    "type": "customs",
    "fact": "The Romans also celebrated Halloween at their Harvest Festival on November 1st."
  },
  {
    "type": "customs",
    "fact": "The Thanksgiving Feast that the Pilgrims had with the Natives in 1621 lasted three days."
  },
  {
    "type": "customs",
    "fact": "The day after Christmas, December 26, is known as Boxing Day. It is also the holy day of St. Stephen."
  },
  {
    "type": "customs",
    "fact": "The first Christmas was celebrated on December 25, AD 336 in Rome."
  },
  {
    "type": "customs",
    "fact": "The holiday Boxing day was originally celebrated in England,for the servants to the rich people. After Chrismas,the servants “boxed up” all the left-overs from the rich people and bring them home."
  },
  {
    "type": "customs",
    "fact": "The poinsettia, a traditional Christmas flower, originally grew in Mexico, where it is also known as the ‘Flower of the Holy Night’. Joel Poinsett first brought it to America in 1829."
  },
  {
    "type": "customs",
    "fact": "The popular Christmas song “Jingle Bells” was actually written for Thanksgiving. The song was composed in 1857 by James Pierpont, and was originally called “One Horse Open Sleigh”."
  },
  {
    "type": "customs",
    "fact": "The tradition of bobbing for apples and lighting candles inside pumpkins came from the Romans."
  },
  {
    "type": "customs",
    "fact": "There are 364 gifts mentioned in “The Twelve Days of Christmas”."
  },
  {
    "type": "customs",
    "fact": "Traditionally, Hanukkah is a time when children are encouraged and rewarded for their Torah studies. Consequently, it became fashionable to give the children Hanukkah money and presents during the holiday."
  },
  {
    "type": "customs",
    "fact": "Wedding rings are worn on the fourth finger of your left hand because people used to believe that the vein in this finger goes directly to your heart."
  },
  {
    "type": "customs",
    "fact": "When distributing gifts in Holland, St. Nicholas is accompanied his servant, Black , who is responsible for actually dropping the presents down their recipients’ chimneys. He also punishes bad children by putting them in a bag and carrying them away to Spain."
  },
  {
    "type": "customs",
    "fact": "“Silent Night” was first sung as part of a church service in Austria. A guitar was used because the church organ was so badly rusted it couldn’t be played."
  }
]