[
  {
    "type": "customs",
    "fact": "29th May is officially “Put a Pillow on Your Fridge Day“."
  },
  {
    "type": "customs",
    "fact": "Patrick’s real name was Maewyn Succat; after becoming a priest, he adopted the name Patrick."
  },
  {
    "type": "customs",
    "fact": "Patrick was actually born in Great Britain, not Ireland."
  },
  {
    "type": "customs",
    "fact": "The first St. Patrick’s Day parade was in Boston (USA), not Ireland."
  },
  {
    "type": "customs",
    "fact": "Chicago dyes their main river green to celebrate St. Patrick’s Day."
  },
  {
    "type": "customs",
    "fact": "Leprechauns are actually fairies / shoe makers in Irish folklore."
  },
  {
    "type": "customs",
    "fact": "The shamrock’s three leaves are meant to represent the Trinity."
  },
  {
    "type": "customs",
    "fact": "There are 10,000 three-leaf clovers for every four-leaf clover."
  },
  {
    "type": "customs",
    "fact": "15% of U.S. women send themselves flowers on Valentine’s Day."
  },
  {
    "type": "customs",
    "fact": "73% of people who buy flowers for Valentine’s Day are men, while only 27 percent are women."
  },
  {
    "type": "customs",
    "fact": "About 1 billion Valentine’s Day cards are exchanged each year. That’s the largest seasonal card-sending occasion of the year, next to Christmas."
  },
  {
    "type": "customs",
    "fact": "About 3% of pet owners will give Valentine’s Day gifts to their pets."
  },
  {
    "type": "customs",
    "fact": "Alexander Graham Bell applied for his patent on the telephone, an “Improvement in Telegraphy”, on Valentine’s Day, 1876."
  },
  {
    "type": "customs",
    "fact": "California produces 60 percent of American roses, but the vast number sold on Valentine’s Day in the United States are imported, mostly from South America. Approximately 110 million roses, the majority red, will be sold and delivered within a three-day time period."
  },
  {
    "type": "customs",
    "fact": "Cupid, another symbol of Valentines Day, became associated with it because he was the son of Venus, the Roman god of love and beauty. Cupid often appears on Valentine cards holding a bow and arrows because he is believed to use magical arrows to inspire feelings of love."
  },
  {
    "type": "customs",
    "fact": "During the late 1800s, postage rates around the world dropped, and the obscene St. Valentine’s Day card became popular, despite the Victorian era being otherwise very prudish. As the numbers of racy valentines grew, several countries banned the practice of exchanging Valentine’s Days cards. During this period, Chicago’s post office rejected more than 25,000 cards on the grounds that they were so indecent, they were not fit to be carried through the U.S. mail."
  },
  {
    "type": "customs",
    "fact": "During the Middle Ages, the belief that birds chose their mates on St. Valentine’s Day led to the idea that boys and girls would do the same. Up through the early 1900s, the Ozark hill people in the eastern United States thought that birds and rabbits started mating on February 14, a day for them which was not only Valentine’s Day but Groundhog Day as well."
  },
  {
    "type": "customs",
    "fact": "February 14, 270 A.D. : Roman Emperor Claudius II, dubbed “Claudius the Cruel,” beheaded a priest named Valentine for performing marriage ceremonies. Claudius II had outlawed marriages when Roman men began refusing to go to war in order to stay with their wives."
  },
  {
    "type": "customs",
    "fact": "Hallmark has over 1330 different cards specifically for Valentine’s Day."
  },
  {
    "type": "customs",
    "fact": "Humorous valentines of the 19th century were called “Vinegar Valentines” or “Penny Dreadfuls.” Vinegar Valentines were introduced in 1858 by John McLaughin, a Scotsman with a New York City Publishing Business. Penny Dreadfuls with comic designs drawn in 1870 by American cartoonists Charles Howard became known as Penny Dreadfuls."
  },
  {
    "type": "customs",
    "fact": "In 1929 in Chicago, gunmen in the suspected employment of organized-crime boss Al Capone murder seven members of the George “Bugs” Moran North Siders gang in a garage on North Clark Street. The so-called St. Valentine’s Day Massacre stirred a media storm centered on Capone and his illegal Prohibition-era activities and motivated federal authorities to redouble their efforts to find evidence incriminating enough to take him off the streets."
  },
  {
    "type": "customs",
    "fact": "In the Middle Ages, young men and women drew names from a bowl to see who their valentines would be. They would wear these names on their sleeves for one week. To wear your heart on your sleeve now means that it is easy for other people to know how you are feeling."
  },
  {
    "type": "customs",
    "fact": "In the United States, 64 percent of men do not make plans in advance for a romantic Valentine’s Day with their sweethearts."
  },
  {
    "type": "customs",
    "fact": "In Victorian times it was considered bad luck to sign a Valentine’s Day card."
  },
  {
    "type": "customs",
    "fact": "In Wales, wooden love spoons were carved and given as gifts on February 14th. Hearts, keys and keyholes were favorite decorations on the spoons. The decoration meant, “You unlock my heart!”"
  },
  {
    "type": "customs",
    "fact": "It wasn’t until 1537 that St. Valentine’s Day was declared an official holiday. England’s King Henry VIII declared February 14th a holiday."
  },
  {
    "type": "customs",
    "fact": "On February 14, 1779, Captain James Cook, the great English explorer and navigator, was murdered by natives of Hawaii during his third visit to the Pacific island group."
  },
  {
    "type": "customs",
    "fact": "Only the U.S., Canada, Mexico, France, Australia and the U.K. celebrate Valentine’s Day."
  },
  {
    "type": "customs",
    "fact": "Sir Alexander Fleming was a young bacteriologist when an accidental discovery led to one of the great developments of modern medicine. Having left a plate of staphylococcus bacteria uncovered, Fleming noticed that a mold that had fallen on the culture had killed many of the bacteria. He identified the mold as penicillium notatum, similar to the kind found on bread. On February 14, 1929, Fleming introduced his mold by-product called penicillin to cure bacterial infections."
  },
  {
    "type": "customs",
    "fact": "Some people used to believe that if a woman saw a robin flying overhead on Valentine’s Day, it meant she would marry a sailor. If she saw a sparrow, she would marry a poor man and be very happy. If she saw a goldfinch, she would marry a millionaire."
  },
  {
    "type": "customs",
    "fact": "Teachers will receive the most Valentine’s Day cards, followed by children, mothers, wives, and then, sweethearts. Children ages 6 to 10 exchange more than 650 million Valentine’s cards with teachers, classmates, and family members."
  },
  {
    "type": "customs",
    "fact": "The “I Love You” computer virus was detected in Hong Kong on May 1, 2000. In four days the virus had mutated into three different generations. Figures by Trend Micro Inc. showed that “I Love You” had infected 3.1 million computers worldwide."
  },
  {
    "type": "customs",
    "fact": "The 17th century a hopeful maiden ate a hard-boiled egg and pinned five bay leaves to her pillow before going to sleep on Valentine’s eve. It was believed this would make her dream of her future husband."
  },
  {
    "type": "customs",
    "fact": "The ancient Romans celebrated the Feast of Lupercalia in honor of Juno, the queen of the Roman gods and goddesses on February 14. Juno was also the goddess of women and marriage."
  },
  {
    "type": "customs",
    "fact": "The Empire State Building in New York City played a prominent role in the movie Sleepless in Seattle. This year 15 couples will take (or renew) their vows on the 80th floor of this famous landmark."
  },
  {
    "type": "customs",
    "fact": "The first American publisher of valentines was printer and artist Esther Howland. During the 1870s, her elaborate lace cards were purchased by the wealthy, as they cost a minimum of 5 dollars – some sold for as much as 35 dollars. Mass production eventually brought prices down, and the affordable “penny valentine” became popular with the lower classes."
  },
  {
    "type": "customs",
    "fact": "The first photograph of a U.S. President was taken on February 14, 1849 by Matthew Brady in New York City. President James Polk was the subject of the famous picture. ."
  },
  {
    "type": "customs",
    "fact": "The first televised tour of the White House aired on February 14 in 1962. First Lady Jackie Kennedy hosted the tour."
  },
  {
    "type": "customs",
    "fact": "The heart is the most common symbol of romantic love. Ancient cultures believed the human soul lived in the heart. Others thought it to be the source of emotion and intelligence. Some believed the heart embodied a man’s truth, strength and nobility. The heart may be associated with love because the ancient Greeks believed it was the target of Eros, known as Cupid to the Romans. Anyone shot in the heart by one of Cupid’s arrows would fall hopelessly in love. Because the heart is so closely linked to love, it’s red colour is thought to be the most romantic."
  },
  {
    "type": "customs",
    "fact": "The Italian city of Verona, where Shakespeare’s lovers Romeo and Juliet lived, receives about 1,000 letters addressed to Juliet every Valentine’s Day."
  },
  {
    "type": "customs",
    "fact": "The oldest known Valentines were sent in 1415 A.D. by the Duke of Orleans to his French wife while he was imprisoned in the Tower of London. It is still on display in a museum in England."
  },
  {
    "type": "customs",
    "fact": "The oldest surviving love poem is written in a clay tablet from the times of the Sumerians, inventors of writing, around 3500 B.C. It was unromantically named Istanbul #2461 by the archeologists who unearthed it."
  },
  {
    "type": "customs",
    "fact": "The red rose was the favorite flower of Venus, the Roman goddess of love. Red stands for strong feelings which is why a red rose is a flower of love."
  },
  {
    "type": "customs",
    "fact": "Valentine’s Day is big business. Consumers will spend an average of $77.43 on Valentine’s Day gifts this year. E-commerce retailers expect to rack up about $650 million in sales of food, candy, flowers, and other Valentine’s Day gifts. Of that amount about $350 million will be for gifts and flowers and another $45 million will be spent on food (including chocolate) and wine."
  },
  {
    "type": "customs",
    "fact": "Wearing a wedding ring on the fourth finger of the left hand dates back to ancient Egypt, where it was believed that the vein of love ran from this finger directly to the heart."
  },
  {
    "type": "customs",
    "fact": "A ring has been included in wedding ceremonies since the 12th century. Pope Innocent the Third ordained that marriages had to take place in church and that a wedding ring should be exchanged during the service."
  },
  {
    "type": "customs",
    "fact": "In England, the Romans, who had taken over the country, had introduced a pagan fertility festival held every February 14. After the Romans left England, nearly a century later, the pagan ritual was abolished by Pope Gelsius who established St. Valentine’s Day as a celebration of love in 496 A.D."
  },
  {
    "type": "customs",
    "fact": "Chocolate manufacturers currently use 40 percent of the world’s almonds and 20 percent of the world’s peanuts."
  },
  {
    "type": "customs",
    "fact": "St. Patrick was born in Britain."
  },
  {
    "type": "customs",
    "fact": "World Tourist day is observed on September 27."
  },
  {
    "type": "customs",
    "fact": "It was the accepted practice in Babylon 4,000 years ago that for a month after the wedding, the bride's father would supply his son-in-law with all the mead he could drink. Mead is a honey beer and because their calendar was lunar based, this period was called the honey month or what we know today as the honeymoon."
  }
]