[
  {
    "type": "earth",
    "fact": "Earth is hit by 6 tons of meteorites every day."
  },
  {
    "type": "earth",
    "fact": "The Windiest place on earth is Mt. Washington, in New Hampshire."
  },
  {
    "type": "earth",
    "fact": "The fastest tectonic movement on Earth, 24 cm per year, is at the Tonga microplate near Samoa."
  },
  {
    "type": "earth",
    "fact": "The deepest spot in the ocean is in the Mariana Trench at 11.7 km"
  },
  {
    "type": "earth",
    "fact": "Mount Everest is more than 29-thousand feet high, which makes it almost 50-percent taller than Mount McKinley."
  },
  {
    "type": "earth",
    "fact": "Mount McKinley is taller than Africa’s Kilimanjaro or Japan’s Mount Fuji or any of the Alps. That should give you an idea how tall Everest really is."
  },
  {
    "type": "earth",
    "fact": "According to NASA, the U.S. has the world's most violent weather. In a typical year, the U.S. can expect some 10,000 violent thunderstorms, 5,000 floods, 1,000 tornadoes and several hurricanes"
  },
  {
    "type": "earth",
    "fact": "The surface area of the Earth is 197,000,000 square miles"
  },
  {
    "type": "earth",
    "fact": "The smallest island with country status is Pitcairn in Polynesia, at just 1.75 sq. miles/4,53 sq. km"
  },
  {
    "type": "earth",
    "fact": "In downtown Lima, Peru, there is a large brass statue dedicated to Winnie-the-Pooh."
  },
  {
    "type": "earth",
    "fact": "Portugal is the world's largest producer of cork. The country has regulations protecting cork trees dating back to 1320. During the 1920’s and 30’s, it became illegal to cut down the trees other than for essential thinning and removal of old non-producing trees."
  },
  {
    "type": "earth",
    "fact": "The most remote island in the world is Tristan da Cunha, which is above the sub-Antarctic zone."
  },
  {
    "type": "earth",
    "fact": "There are 3,900 islands in the country Japan, the country of islands."
  },
  {
    "type": "earth",
    "fact": "Pumice is the only rock that floats."
  },
  {
    "type": "earth",
    "fact": "The tallest mountain on earth is not Mt. Everest, it's Hawaii's Mauna Kea, 31,800 feet from the ocean floor."
  }
]