[
  {
    "type": "expressions",
    "fact": "\"Speak of the Devil\" is short for \"Speak of the Devil and he shall come.\" It was believed that if you spoke about the Devil it would attract his attention. That's why when you are talking about someone and they show up people say \"Speak of the Devil.\""
  },
  {
    "type": "expressions",
    "fact": "A coward was originally a boy who took care of cows."
  },
  {
    "type": "expressions",
    "fact": "Bite the bullet – before anaesthetics were invented/introduced wounded soldiers were given a bullet to bite onto during operations."
  },
  {
    "type": "expressions",
    "fact": "Bless you – After sneezing it is common for the phrase bless you to be said to the person having sneezed, it is likely that this saying comes from medieval times when superstition held that a person sneezing ejected their sole whilst doing so and enabled evil spirits to enter the body in the sole’s place, Saying bless you was supposed to ward off the evil spirits."
  },
  {
    "type": "expressions",
    "fact": "Bottoms up – derived from the days of press gangs, when it was common practice for press gangs to slip a shilling in someone’s drink, which when drunk effectively made the drinker accept the king’s shilling and thereby volunteer for the army/navy. To counter this, glass bottoms were put in tankards and it was common practice to lift the tankard up high enough to see through the glass bottom of the tankard, hence bottoms up."
  },
  {
    "type": "expressions",
    "fact": "People say 'Bless you' when you sneeze because when you sneeze,your heart stops for a mili-second."
  },
  {
    "type": "expressions",
    "fact": "The term \"Mayday\" used for signaling for help (after SOS), it comes from the French term \"M'aidez\" which is pronounced \"MayDay\" and means, \"Help Me\""
  },
  {
    "type": "expressions",
    "fact": "The term \"devil's advocate\" comes from the Roman Catholic church. When deciding if someone should be sainted, a devil's advocate is always appointed to give an alternative view."
  }
]