[
  {
    "type": "expressions",
    "fact": "Cheesy, meaning bad, is a late 1800’s term stemming from the bad smell of some cheeses."
  },
  {
    "type": "expressions",
    "fact": "The word \"karate\" means \"empty hand.\""
  },
  {
    "type": "expressions",
    "fact": "The term \"the whole 9 yards\" came from W.W.II fighter pilots in the South Pacific. When arming their airplanes on the ground, the .50 caliber machine gun ammo belts measured exactly 27 feet, before being loaded into the fuselage. If the pilots fired all their ammo at a target, it got \"the whole 9 yards.\""
  },
  {
    "type": "expressions",
    "fact": "The name Jeep came from the abbreviation used in the army for the \"General Purpose\" vehicle, G.P"
  },
  {
    "type": "expressions",
    "fact": "Corduroy comes from the French, meaning \"cloth of the king\""
  },
  {
    "type": "expressions",
    "fact": "The term \"Checkmate\" comes from the Arabic Shah Mat, meaning \"the king is dead\"."
  },
  {
    "type": "expressions",
    "fact": "Ruling by words is called Logocracy."
  },
  {
    "type": "expressions",
    "fact": "The word dinosaur means terrible lizard."
  },
  {
    "type": "expressions",
    "fact": "The study of folklore and legends is called storiology."
  },
  {
    "type": "expressions",
    "fact": "The word \"grease monkey\" comes from the person (usually a young boy) that would crawl up in the rafters to grease all of the pulleys and belts that ran all of the equipment in a blacksmith shop or machine shop"
  },
  {
    "type": "expressions",
    "fact": "The heraldic term \"gules\", meaning red, comes from the French word \"gueules\", meaning a throat."
  },
  {
    "type": "expressions",
    "fact": "The word \"curfew\" is derived from an old French word that means \"cover fire.\" In Europe during the Middle Ages, a curfew was a metal cone or shield that was used to put out the hearth fire in the evening. The word \"curfew\" came to mean the end of the day's activities."
  },
  {
    "type": "expressions",
    "fact": "The word \"Boondocks\" comes from the Tagalog (Filipino) word \"Bundok,\" which means mountain."
  },
  {
    "type": "expressions",
    "fact": "The word \"idiot\" is derived from a Greek word that originally meant merely a private citizen or layman."
  },
  {
    "type": "expressions",
    "fact": "The word \"hangnail\" comes from Middle English:ang- (painful) + nail. Nothing to do with hanging."
  },
  {
    "type": "expressions",
    "fact": "The naval rank of \"Admiral\" is derived from the Arabic phrase \"amir al bahr\", which means \"lord of the sea\""
  },
  {
    "type": "expressions",
    "fact": "Sheriff came from Shire Reeve. During early years of monarchial rule in England, each shire had a reeve who was the law for that shire. When the term was brought to the United States it was shortned to Sheriff."
  },
  {
    "type": "expressions",
    "fact": "\"Speak of the Devil\" is short for \"Speak of the Devil and he shall come\". It was believed that if you spoke about the Devil it would attract his attention. That's why when your talking about someone and they show up people say \"Speak of the Devil\""
  },
  {
    "type": "expressions",
    "fact": "The term, honeymoon, is derived from the Babylonians who declared mead, a honey-flavored wine, the official wedding drink, stipulating that the bride's parents be required to keep the groom supplied with the drink for the month following the wedding; that month became known as the honeymonth, hence our honeymoon."
  },
  {
    "type": "expressions",
    "fact": "Bite the bullet – before anaesthetics were invented/introduced wounded soldiers were given a bullet to bite onto during operations."
  },
  {
    "type": "expressions",
    "fact": "To the bitter end – derived from the sea going fraternity, comes from the fact that a rope could be paid out until the “bitts” which were posts on ships to which the ropes were attached, if a rope was paid out to the bitts, there was no more rope left to pay out."
  },
  {
    "type": "expressions",
    "fact": "Bless you – After sneezing it is common for the phrase bless you to be said to the person having sneezed, it is likely that this saying comes from medieval times when superstition held that a person sneezing ejected their sole whilst doing so and enabled evil spirits to enter the body in the sole’s place, Saying bless you was supposed to ward off the evil spirits."
  },
  {
    "type": "expressions",
    "fact": "Bottoms up – derived from the days of press gangs, when it was common practice for press gangs to slip a shilling in someone’s drink, which when drunk effectively made the drinker accept the king’s shilling and thereby volunteer for the army/navy. To counter this, glass bottoms were put in tankards and it was common practice to lift the tankard up high enough to see through the glass bottom of the tankard, hence bottoms up."
  },
  {
    "type": "expressions",
    "fact": "Bury the hatchet – derived from the American Indian’s method of concluding a peace negotiation between two tribes when both sides literally buried a hatchet or tomahawk to signify they were at peace."
  },
  {
    "type": "expressions",
    "fact": "Whipping boy – Around the time of Edward VI and Charles I both of these kings when boys had other boys serve any punishment for their own wrong doings, hence someone who takes the blame, a whipping boy."
  },
  {
    "type": "expressions",
    "fact": "Warts and all – originates from Oliver Cromwell who instructed his portrait painter to paint a true likeness including any facial blemishes, by telling him to paint “warts and all”."
  },
  {
    "type": "expressions",
    "fact": "Touch and go – from the time of horse drawn carriages when it was quite frequent for two carriages to touch wheels without damaging them and thus allow the carriages to continue their journeys without damage or delay."
  },
  {
    "type": "expressions",
    "fact": "Swinging the lead – from when ships had a crew member take soundings of the depth of water in which a boat was sailing by use of a rope with a lead weight at the end. If the sailor doing this activity wanted to take a break from other duties, he would allow the lead to hang or swing from his hand to give the impression he was still actively taking depth soundings."
  },
  {
    "type": "expressions",
    "fact": "Put a sock in it – from when mechanical gramophones were invented, they had no volume control and people literally used to put a sock into the horn to dampen the sound"
  },
  {
    "type": "expressions",
    "fact": "Rule of thumb – from old English law which made it illegal for a husband to beat his wife with anything thicker than a thumb"
  },
  {
    "type": "expressions",
    "fact": "In Elizabethan slang, the term \"to die\" meant to have an orgasm. This double entendre was often used by John Donne (The Prohibition, The Canonization), and by Shakespeare in King Lear."
  },
  {
    "type": "expressions",
    "fact": "The popular phrase \"The blind leading the blind\" comes from the New Testament, Matthew 15:14."
  },
  {
    "type": "expressions",
    "fact": "Checkmate comes from the Persian phrase \"shah mat\" which means the king is dead."
  },
  {
    "type": "expressions",
    "fact": "\"I am\" \"Go\" is the shortest complete sentence in the English language."
  }
]