[
  {
    "type": "flags",
    "fact": "The Nepal flag is made up of 2 basic triangular shapes and is the only non-rectangular shaped flag."
  },
  {
    "type": "flags",
    "fact": "Paraguay's flag has a different design on each side."
  },
  {
    "type": "flags",
    "fact": "Libya is the only flag made up of just one colour, plain Green."
  },
  {
    "type": "flags",
    "fact": "Switzerland's flag is the direct reverse of the Red Cross Flag and is the only square flag."
  },
  {
    "type": "flags",
    "fact": "Denmark's is the oldest unchanged flag in the world."
  },
  {
    "type": "flags",
    "fact": "The USA flag has changed designs more often than any other country."
  },
  {
    "type": "flags",
    "fact": "The Union Jack of Great Britain features on more country's flags than any other."
  },
  {
    "type": "flags",
    "fact": "The Italian Flag was designed by the Frenchman Napoleon."
  },
  {
    "type": "flags",
    "fact": "The flag of Cyprus is the only one that has the outline of the country on it."
  },
  {
    "type": "flags",
    "fact": "The Union Jack flag was created in 1801."
  },
  {
    "type": "flags",
    "fact": "Mrs. Betsy Ross reputedly made the first American flag."
  },
  {
    "type": "flags",
    "fact": "The Blue Peter flag is raised before a ship sets sail."
  },
  {
    "type": "flags",
    "fact": "The Queen's personal flag is known as the Royal Standard."
  },
  {
    "type": "flags",
    "fact": "A Vexillologist is an expert on the history of flags."
  },
  {
    "type": "flags",
    "fact": "The flag's of the Netherlands and Luxembourg are identical."
  },
  {
    "type": "flags",
    "fact": "The Mexican flag features a snake and an eagle."
  },
  {
    "type": "flags",
    "fact": "The Irish flag includes the colour Orange which represents the tiny minority of Protestant people who live there."
  },
  {
    "type": "flags",
    "fact": "Belgium's flag is identical to the African country of Chad."
  },
  {
    "type": "flags",
    "fact": "The Lebanese flag features a Cedar tree."
  },
  {
    "type": "flags",
    "fact": "Robert Peary was once honoured for cutting the US flag into pieces. He did it on reaching the North Pole in 1909."
  },
  {
    "type": "flags",
    "fact": "The American flag first flew over a foreign fort in Libya over Fort Derne."
  },
  {
    "type": "flags",
    "fact": "The ball on top of a flagpole is called the truck."
  }
]