[
  {
    "type": "grammar",
    "fact": "‘Stewardesses’ is the longest word that is typed with only the left hand."
  },
  {
    "type": "grammar",
    "fact": "The following can be read forward and backwards: Do geese see God?"
  },
  {
    "type": "grammar",
    "fact": "Shakespeare invented the word “assassination” and “bump.”"
  },
  {
    "type": "grammar",
    "fact": "Arthur Wynne did what he called a “Word-Cross” in the New York World newspaper in 1913…adapting older word puzzles that were smaller and less interesting. Wynne’s first puzzle was symmetrical and used numbers to mark certain boxes…just like now."
  },
  {
    "type": "grammar",
    "fact": "The English language now contains close to a million words."
  },
  {
    "type": "grammar",
    "fact": "Parka means “reindeer pelt” to natives of the Aleutian Islands."
  },
  {
    "type": "grammar",
    "fact": "The word ‘nerd’ was first coined by Dr. Seuss in ‘If I ran the Zoo’"
  },
  {
    "type": "grammar",
    "fact": "“Utopia” is an ancient Greek word meaning “nowhere.”"
  },
  {
    "type": "grammar",
    "fact": "The word \"set\" has more definitions than any other word in the English language"
  },
  {
    "type": "grammar",
    "fact": "\"Underground\" is the only word in the English language that begins and ends with the letters \"und.\""
  },
  {
    "type": "grammar",
    "fact": "The dot over the lower case \"i\" is called a Tittle."
  },
  {
    "type": "grammar",
    "fact": "Rhythms is the longest English word without the normal vowels a, e, i, o or u."
  },
  {
    "type": "grammar",
    "fact": "Of all the words in the English language, the word 'set' has the most definitions! \"26 Different meanings."
  },
  {
    "type": "grammar",
    "fact": "The word 'queue' is the only word in the English language that is still pronounced the same way when the last four letters are removed."
  },
  {
    "type": "grammar",
    "fact": "'Almost' is the longest word in the English language with all the letters in alphabetical order."
  },
  {
    "type": "grammar",
    "fact": "The two longest one-syllable words in the English language are \"screeched\" and \"strengths.\""
  },
  {
    "type": "grammar",
    "fact": "\"Rhythm\" and \"syzygy\" are the longest English words without vowels"
  },
  {
    "type": "grammar",
    "fact": "The English word with the most consonants in a row is latchstring."
  },
  {
    "type": "grammar",
    "fact": "The longest word in the English language, according to the Oxford English Dictionary, is pneumonoultramicroscopicsilicovolcanoconiosis. A disease often associated with coal miners and the inhalation of fine silicate particles."
  },
  {
    "type": "grammar",
    "fact": "One out of every eight letters used in written English is an e"
  },
  {
    "type": "grammar",
    "fact": "No word in the English language rhymes with month."
  },
  {
    "type": "grammar",
    "fact": "There is a word in the English language with only one vowel, which occurs six times: Indivisibility"
  },
  {
    "type": "grammar",
    "fact": "The dot over the letter 'i' is called a tittle"
  },
  {
    "type": "grammar",
    "fact": "The letter W is the only letter in the alphabet that doesn't have 1 syllable... it has three."
  },
  {
    "type": "grammar",
    "fact": "The oldest word in the English language is \"town\""
  },
  {
    "type": "grammar",
    "fact": "There are only three words in the English language with the letter combination \"uu.\" Muumuu, vacuum and continuum."
  },
  {
    "type": "grammar",
    "fact": "The word encyclopedia is derived from the Greek enkuklios paideia, meaning \"general education.\""
  },
  {
    "type": "grammar",
    "fact": "The word 'byte' is a contraction of 'by eight.'"
  },
  {
    "type": "grammar",
    "fact": "The word \"modem\" is a contraction of the words \"modulate, demodulate.\""
  },
  {
    "type": "grammar",
    "fact": "The only word in the English language with all five vowels in reverse order is \"subcontinental.\""
  },
  {
    "type": "grammar",
    "fact": "Avocado is derived from the Spanish word 'aguacate' which is derived from 'ahuacatl' meaning testicle"
  },
  {
    "type": "grammar",
    "fact": "Spinster– In Saxon times, a woman was not considered to be suitable for marriage until she could spin yarn correctly."
  },
  {
    "type": "grammar",
    "fact": "Wife – from the Anglo-Saxon “wyfan” which means to weave, hence a wife could both spin yarn and then weave it."
  },
  {
    "type": "grammar",
    "fact": "The word \"fiscal\" is derived from a Latin word meaning \"moneybag.\""
  },
  {
    "type": "grammar",
    "fact": "Satan - From the Hebrew word meaning enemy"
  },
  {
    "type": "grammar",
    "fact": "The word \"gas,\" coined by the chemist J.B. van Helmont, is taken from the word \"chaos,\" which means \"unformed\" in Greek."
  },
  {
    "type": "grammar",
    "fact": "The term \"ace\" was first used during World War I for a pilot who had brought down at least five enemy aircraft. The German equivalent was Oberkanone, which meant \"top gun.\""
  },
  {
    "type": "grammar",
    "fact": "The term \"atlas\" came into use in the late sixteenth century after the son of Flemish cartographer Gerardus Mercator published a book of his father's maps with a picture on the title page showing the Titan Atlas supporting the world on his shoulder."
  },
  {
    "type": "grammar",
    "fact": "The letter Y was invented by Palamedes, one of the heroes of the Trojan War. He made its shape from the flight formation of cranes which he observed"
  },
  {
    "type": "grammar",
    "fact": "The little metal ring or cap attached to or near the end of a cane or wooden handle (such as on a paint brush) to prevent splitting is called a ferrule. Its name was derived from the Latin \"viriola,\" meaning \"little bracelet.\" It is also the piece used on the end of a snooker cue near the tip."
  },
  {
    "type": "grammar",
    "fact": "The term \"rhinestone,\" from the French caillou du Rhin, came to be because the colorless, hard-glass artificial gems were originally made at Strasbourg (on the Rhine)."
  },
  {
    "type": "grammar",
    "fact": "The word \"gazelle\" comes from the Arabian term for \"affectionate,\" and it is believed to be inspired by the creature's large, gentle eyes."
  },
  {
    "type": "grammar",
    "fact": "The magician's words \"hocus-pocus\" were taken from the name of a mythological sorcerer, Ochus Bochus, who appeared in Norse folktales and legends"
  },
  {
    "type": "grammar",
    "fact": "The term \"tall ship\" emerged in the 1890s in the twilight days of commercial sailing ships as nostalgia arose over the gradual disappearance of large square-rigged vessels. The term was popularized by John Masefield, a former mariner who became poet laureate of England in his poem \"Sea Fever\", published in 1902."
  },
  {
    "type": "grammar",
    "fact": "The word \"jungle\" is an old Indian term for a dense mass of plants and trees"
  },
  {
    "type": "grammar",
    "fact": "A H I M O T U V W X Y are the symmetric capital letters in the Roman alphabet. i l o t u v w x are the symmetric lower case letters in the Roman alphabet"
  },
  {
    "type": "grammar",
    "fact": "AM and PM stand for \"Ante-Meridian\" and \"Post-Meridian,\" respectively, and A.D. actually stands for \"Anno Domini\" rather than \"After Death.\""
  },
  {
    "type": "grammar",
    "fact": "Lucifer is latin for \"Light Bringer\". It is a translation of the Hebrew name for Satan, Halael. Satan Means \"adversary\", devil means \"liar\""
  },
  {
    "type": "grammar",
    "fact": "A \"clue\" originally meant a ball of thread. This is why one is said to \"unravel\" the clues of a mystery"
  },
  {
    "type": "grammar",
    "fact": "The abbreviation for pound, \"lb.,\" comes from the astrological sign Libra, meaning balance, and symbolized by scales"
  },
  {
    "type": "grammar",
    "fact": "Hoi polloi is a Greek phrase meaning the many. Hoi polloi are the masses."
  },
  {
    "type": "grammar",
    "fact": "Pinocchio is Italian for \"pine head.\""
  },
  {
    "type": "grammar",
    "fact": "The word electricity comes from the Greek word ELECTRON, for amber"
  },
  {
    "type": "grammar",
    "fact": "The letters in the abbreviation e.g. stand for exempli gratia a Latin term meaning \"for example.\""
  },
  {
    "type": "grammar",
    "fact": "Silhouettes are named after a French minister of finance who had a reputation for being tight with money, as silhouettes are a tight outline around a subject."
  },
  {
    "type": "grammar",
    "fact": "The word monsoon is derived from the Arabic word mausim, meaning \"season.\" It was first used by Arab sailors to describe the seasonal winds that blow across the Arabian Sea."
  },
  {
    "type": "grammar",
    "fact": "The word photography is derived from two Greek words for \"writing\" and \"light.\""
  },
  {
    "type": "grammar",
    "fact": "Someone who thinks constantly and anxiously about his or her health can be called a \"valetudinarian.\""
  },
  {
    "type": "grammar",
    "fact": "\"Capnomancy\" is the observation of smoke to tell the future. Often the smoke is from the burning of poppy seeds."
  },
  {
    "type": "grammar",
    "fact": "The word skeleton comes from the Ancient Greek word for dry"
  },
  {
    "type": "grammar",
    "fact": "The language of Taki, spoken in parts of French Guinea, consists of only 340 words"
  },
  {
    "type": "grammar",
    "fact": "Rafferty's Rules mean no rules at all in Australian slang."
  },
  {
    "type": "grammar",
    "fact": "Toboggan is derived from the Algonquin language and loosely meant instrument with which to drag a cord."
  },
  {
    "type": "grammar",
    "fact": "In Greek, the word climax means \"ladder.\" In Greece, it is spelled \"klimax.\""
  },
  {
    "type": "grammar",
    "fact": "In Hawaiian, ukulele means \"little jumping flea.\""
  },
  {
    "type": "grammar",
    "fact": "Calculus was derived from the latin word for stone"
  },
  {
    "type": "grammar",
    "fact": "The words CHOICE COD read the same when held in front of a mirror upside-down. This also applies to the word DIOXIDE."
  },
  {
    "type": "grammar",
    "fact": "The Hawaiian alphabet contains just 12 letters;the Cambodian alphabet has 72 letters"
  },
  {
    "type": "grammar",
    "fact": "The slang word 'yahoo' first appeared in Swift's 1726 book Gulliver's Travels as the name of a race of sub-human brutes."
  },
  {
    "type": "grammar",
    "fact": "The Hawaiian alphabet has only 12 letters"
  },
  {
    "type": "grammar",
    "fact": "The only 15 letter word that can be spelled without repeating a letter is\"uncopyrightable\"."
  },
  {
    "type": "grammar",
    "fact": "One of the longest one-syllable words in the English language is screeched. (Strengths is another one.)"
  },
  {
    "type": "grammar",
    "fact": "Typing the word typewriter uses only letters from the top row of your keyboard."
  }
]