[
  {
    "type": "history",
    "fact": "An elevator was installed in the palace of Versailles in 1743. Run by a series of hand-operated weights, gears, and pulleys, it was used by Louis XV to go from his own apartments to those of his mistress, Madame de Chateauroux, on the floor above him."
  },
  {
    "type": "history",
    "fact": "Britain's present royal family was originally named Saxe-Coburg and Gotha. The name was changed in 1917, during WW1 because of German connotations. The name Windsor was suggested by one of the staff. At the same time the Battenberg family name of the cousins to the Windsors was changed into Mountbatten."
  },
  {
    "type": "history",
    "fact": "Canada declared national beauty contests cancelled as of 1992, claiming they were degrading to women"
  },
  {
    "type": "history",
    "fact": "Fourteenth century physicians didn't know what caused the plague, but they knew it was contagious. As a result they wore an early kind of bioprotective suit which included a large beaked head piece. The beak of the head piece, which made them look like large birds, was filled with vinegar, sweet oils and other strong smelling compounds to counteract the stench of the dead and dying plague victims"
  },
  {
    "type": "history",
    "fact": "From the Middle Ages up until the end of the 19th century, barbers performed a number of medical duties including bloodletting, wound treatment, dentistry, minor operations and bone-setting. The barber's striped red pole originated in the Middle Ages, when it was a staff the patient would grip while the barber bled the patient."
  },
  {
    "type": "history",
    "fact": "In 1194 A.D., Richard I of England introduced the Cross of St. George, a red cross on a white ground, as the National Flag of England."
  },
  {
    "type": "history",
    "fact": "In 1797 James Hetherington inventented the top hat and wore it in public. He was arrested for disturbing the peace"
  },
  {
    "type": "history",
    "fact": "In England and the American colonies they year 1752 only had 354 days. In that year, the type of calendar was changed, and 11 days were lost."
  },
  {
    "type": "history",
    "fact": "In ancient Scotland, every leap year maidens were allowed to ask a man to be her husband, refusal cost him a pound."
  },
  {
    "type": "history",
    "fact": "King George I of England could not speak English; he was born and raised in Germany. He let his ministers run the country to get around this problem."
  },
  {
    "type": "history",
    "fact": "Members of the Nazi SS had their blood type tattooed on their armpits"
  },
  {
    "type": "history",
    "fact": "Murders have claimed more American lives during the 20th century than wars have"
  },
  {
    "type": "history",
    "fact": "Of the 262 men who have held the title of pope, 33 have died by violence"
  },
  {
    "type": "history",
    "fact": "On August sixth, 1945, during World War Two, the United States dropped an atomic bomb on Hiroshima, Japan, killing an estimated 140,000 people in the first use of a nuclear weapon in warfare."
  },
  {
    "type": "history",
    "fact": "On June 26th, 1945, the charter of the United Nations was signed by 50 countries in San Francisco. (The text of the charter was in five languages: Chinese, English, French, Russian and Spanish.)"
  },
  {
    "type": "history",
    "fact": "President George Washington created the Order of the Purple Heart in 1782. It's a decoration to recognize merit in enlisted men and non-commissioned officers"
  },
  {
    "type": "history",
    "fact": "Richard Nixon was the 1st US president to visit China in February, 1972"
  },
  {
    "type": "history",
    "fact": "The 1st 20 African slaves were brought to the US, to the colony of Virginia in 1619, by a Dutch ship"
  },
  {
    "type": "history",
    "fact": "The Mayan Empire lasted six times as long as the Roman Empire"
  },
  {
    "type": "history",
    "fact": "The Republic of Israel was established April 23, 1948"
  },
  {
    "type": "history",
    "fact": "The Titanic was the first ship to use the SOS signal. It was adopted as the international signal for distress in 1912, and the Titanic struck the iceberg in April of that year"
  },
  {
    "type": "history",
    "fact": "The USSR set off the largest nuclear explosion in history, detonating a 50 megaton bomb (2600 times the Hiroshima bomb) in an atmospheric test over the Novaya Zemla Islands, October 30 1961."
  },
  {
    "type": "history",
    "fact": "The White House, in Washington DC, was originally grey, the colour of the sandstone it was built out of. After the War of 1812, during which it had been burned by British troops, the outside walls were painted white to hide the smoke stains"
  },
  {
    "type": "history",
    "fact": "The battle of Waterloo was fought in Pancenoit, 4 miles away"
  },
  {
    "type": "history",
    "fact": "The combined population of North American colonies in 1610 was 350"
  },
  {
    "type": "history",
    "fact": "The face value of a Titanic boarding pass auctioned in 1999 was $8, it sold for $100,000"
  },
  {
    "type": "history",
    "fact": "The first country to abolish capital punishment was Austria in 1787."
  },
  {
    "type": "history",
    "fact": "The first known contraceptive was crocodile dung, used by Egyptians in 2000 B.C."
  },
  {
    "type": "history",
    "fact": "The first modern Olympiad was held in Athens in 1896. 484 contestants from 13 nations participated."
  },
  {
    "type": "history",
    "fact": "The first-known contraceptive was crocodile dung, used by Egyptians in 2000 BC"
  },
  {
    "type": "history",
    "fact": "The longest reigning monarch in history was Pepi II, who ruled Egypt for 90 years; 2566 to 2476 BC. The second longest was France's Louis XIV, who ruled for 72 years, 1643 to 1715"
  },
  {
    "type": "history",
    "fact": "The swastika was origionaly a symbol of peace and honor and is still used by Buddhists today"
  },
  {
    "type": "history",
    "fact": "The worldwide \"Spanish Flu\" epidemic which broke out in 1918 killed more than 30 million people in less than a year's time."
  },
  {
    "type": "history",
    "fact": "Yellowstone is the world's 1st national park. It was dedicated in 1872."
  },
  {
    "type": "history",
    "fact": "Yo-yos were used as weapons by warriors in the Philippines in the 16th century."
  }
]