[
  {
    "type": "human_anatomy",
    "fact": "80% of all life on Earth is found in the ocean."
  },
  {
    "type": "human_anatomy",
    "fact": "85% of the population can curl their tongue into a tube."
  },
  {
    "type": "human_anatomy",
    "fact": "A Laforte fracture is a fracture of all facial bones."
  },
  {
    "type": "human_anatomy",
    "fact": "A baby in the womb acquires fingerprints at the age of 3 months."
  },
  {
    "type": "human_anatomy",
    "fact": "A cough releases an explosive charge of air that moves at speeds up to 60 mph."
  },
  {
    "type": "human_anatomy",
    "fact": "A fetus acquires fingerprints at the age of three months."
  },
  {
    "type": "human_anatomy",
    "fact": "A fetus in the womb can get hiccups."
  },
  {
    "type": "human_anatomy",
    "fact": "A fetus in the womb can hear. Tests have shown that fetuses respond to various sounds just as vigorously as they respond to pressures and internal sensations."
  },
  {
    "type": "human_anatomy",
    "fact": "A four month old foetus will startle and turn away if a bright light is flashed on its mothers belly. Babies in the womb will also react to sudden loud noises, even if their mothers ears are muffled."
  },
  {
    "type": "human_anatomy",
    "fact": "A healthy adult can draw in about 200 to 300 cubic inches (3.3 to 4.9 liters) of air at a single breath, but at rest only about 5% of this volume is used."
  },
  {
    "type": "human_anatomy",
    "fact": "A human being loses an average of 40 to 100 strands of hair a day."
  },
  {
    "type": "human_anatomy",
    "fact": "A human’s small intestine is 6 meters long."
  },
  {
    "type": "human_anatomy",
    "fact": "A man will ejaculate approximately 18 quarts of semen in his lifetime."
  },
  {
    "type": "human_anatomy",
    "fact": "A newborn baby cannot shed tears."
  },
  {
    "type": "human_anatomy",
    "fact": "A newborn baby's head accounts for about one quarter of it's entire weight."
  },
  {
    "type": "human_anatomy",
    "fact": "A pair of human feet contain 250,000 sweat glands."
  },
  {
    "type": "human_anatomy",
    "fact": "A person cannot taste food unless it is mixed with saliva. For example, if strong-tasting substance like salt is placed on a dry tongue, the taste buds will not be able to taste it. As soon as a drop of saliva is added and the salt is dissolved, however, a definite taste sensation results. This is true for all foods. Try it!"
  },
  {
    "type": "human_anatomy",
    "fact": "A person will die from total lack of sleep sooner than from starvation. Death will occur about 10 days without sleep, while starvation takes a few weeks."
  },
  {
    "type": "human_anatomy",
    "fact": "A person’s left hand does 56 percent of typing."
  },
  {
    "type": "human_anatomy",
    "fact": "A shank is the part of the sole between the heel and the ball of the foot."
  },
  {
    "type": "human_anatomy",
    "fact": "A sneeze travels at over 100 miles per hour. Gesundheit!"
  },
  {
    "type": "human_anatomy",
    "fact": "A survey of people's greatest fears had the following results: 1) Heights, 2) Snakes, 3) Spiders, 4) Public speaking."
  },
  {
    "type": "human_anatomy",
    "fact": "About one third of the human race has 20-20 vision."
  },
  {
    "type": "human_anatomy",
    "fact": "Abraham Lincoln probably had a medical condition called Marfans syndrome. Some of its symptoms are extremely long bones, curved spine, an arm span that is longer than the persons height, eye problems, heart problems and very little fat. It is a rare, inherited condition."
  },
  {
    "type": "human_anatomy",
    "fact": "After human death, post-mortem rigidity starts in the head and travels to the feet, and leaves the same way it came -- head to toe."
  },
  {
    "type": "human_anatomy",
    "fact": "After spending 84 days in Skylab, astronauts found that they were 2 inches taller."
  },
  {
    "type": "human_anatomy",
    "fact": "After you die, your body starts to dry out creating the illusion that your hair and nails are still growing after death."
  },
  {
    "type": "human_anatomy",
    "fact": "All of your body's functions, even your heart, stop when you sneeze."
  },
  {
    "type": "human_anatomy",
    "fact": "Almost half of the bones in your body are in your hands and feet."
  },
  {
    "type": "human_anatomy",
    "fact": "Almost half the bones in your body are in your hands and feet."
  },
  {
    "type": "human_anatomy",
    "fact": "Although it’s only 2% of our body weight, the brain uses 20% of all oxygen we breathe, 20% of the calories we take in, and 15% of the body’s blood supply."
  },
  {
    "type": "human_anatomy",
    "fact": "Although your system cannot digest gum like other foods, it won't be stuck inside of you forever. It comes out with other waste your body can't use."
  },
  {
    "type": "human_anatomy",
    "fact": "An adult has 206 bones."
  },
  {
    "type": "human_anatomy",
    "fact": "An adult takes an average of 16 breaths a minute."
  },
  {
    "type": "human_anatomy",
    "fact": "An adult’s skin weighs approximately six pounds."
  },
  {
    "type": "human_anatomy",
    "fact": "An average human loses about 200 head hairs per day."
  },
  {
    "type": "human_anatomy",
    "fact": "An average human scalp has 100,000 hairs."
  },
  {
    "type": "human_anatomy",
    "fact": "An average man on an average day excretes 2 and a half quarts of sweat."
  },
  {
    "type": "human_anatomy",
    "fact": "An average person takes 18,000 steps per day. In your average lifetime, you will walk the equivalent of three times around the world. I’m tired just thinking about it."
  },
  {
    "type": "human_anatomy",
    "fact": "An individual blood cell takes about 60 seconds to make a complete circuit of the body."
  },
  {
    "type": "human_anatomy",
    "fact": "Anne Boleyn had six fingernails on one hand , but only five fingers on that hand. She had a small extra nail on the side of her finger that she kept hidden with longsleeves."
  },
  {
    "type": "human_anatomy",
    "fact": "Approximately 15 million blood cells are destroyed every second."
  },
  {
    "type": "human_anatomy",
    "fact": "Approximately 75% of human poop is made of water."
  },
  {
    "type": "human_anatomy",
    "fact": "As men and women get older their ability to hear high pitched sounds diminishes. The ability to taste sweet foods also decreases with age."
  },
  {
    "type": "human_anatomy",
    "fact": "At -40 degrees Centigrade/Fahrenheit, a person loses about 14.4 calories per hour by breathing."
  },
  {
    "type": "human_anatomy",
    "fact": "Babies are born with 300 bones, but by adulthood we have only 206 in our bodies."
  },
  {
    "type": "human_anatomy",
    "fact": "Babies are born without knee caps. They don't appear until the child reaches 2-6 years of age."
  },
  {
    "type": "human_anatomy",
    "fact": "Babies are born without kneecaps. They don't appear until the child reaches 2-6 years of age."
  },
  {
    "type": "human_anatomy",
    "fact": "Babies can breathe and swallow at the same time, adults can't."
  },
  {
    "type": "human_anatomy",
    "fact": "Babies have the strongest sense of smell, enabling them to recognise their mother by scent."
  },
  {
    "type": "human_anatomy",
    "fact": "Banging your head against a wall burns 150 calories an hour."
  },
  {
    "type": "human_anatomy",
    "fact": "Banging your head against a wall uses 150 calories a hour"
  },
  {
    "type": "human_anatomy",
    "fact": "Banging your head against a wall uses 150 calories an hour."
  },
  {
    "type": "human_anatomy",
    "fact": "Being too thin is as dangerous to your health as being too fat."
  },
  {
    "type": "human_anatomy",
    "fact": "Blondes have more hair than dark-haired people do."
  },
  {
    "type": "human_anatomy",
    "fact": "Blood is red only in the arteries after it has left the heart and is full of oxygen. Blood is a purplish, blue color in the veins as it returns to the heart, thanks to having picked up carbon dioxide and other wastes from the body's cells. In fact, your blood is red throughout only half your body. When cut, of course, the blood always appears red because it is instantly exposed to oxygen outside the body."
  },
  {
    "type": "human_anatomy",
    "fact": "Blue eyes are the most sensitive to light, dark brown the least sensitive."
  },
  {
    "type": "human_anatomy",
    "fact": "By the time you are 70 you will have easily drunk over 12,000 gallons of water."
  },
  {
    "type": "human_anatomy",
    "fact": "Can you feel the pulse in your wrist? For humans the normal pulse is 70 heartbeats per minute. Elephants have a slower pulse of 27 and for a canary it is 1000!"
  },
  {
    "type": "human_anatomy",
    "fact": "Cerumen is the medical term for earwax."
  },
  {
    "type": "human_anatomy",
    "fact": "Coughing can cause air to move through your windpipe faster than the speed of sound – over a thousand feet per second!"
  },
  {
    "type": "human_anatomy",
    "fact": "Dogs and Humans are the only animals with prostates."
  },
  {
    "type": "human_anatomy",
    "fact": "Drinking water after eating reduces the acid in your mouth by 61 percent."
  },
  {
    "type": "human_anatomy",
    "fact": "During a 24-hour period, the average human will breathe 23,040 times."
  },
  {
    "type": "human_anatomy",
    "fact": "During his or her lifetime, the average human will grow 590 miles of hair."
  },
  {
    "type": "human_anatomy",
    "fact": "Each square inch (2.5 cm) of human skin consists of 20 feet (6 m) of blood vessels."
  },
  {
    "type": "human_anatomy",
    "fact": "Each square inch of human skin consists of twenty feet of blood vessels."
  },
  {
    "type": "human_anatomy",
    "fact": "Every human spent about half an hour as a single cell."
  },
  {
    "type": "human_anatomy",
    "fact": "Every person has a unique tongue print as well as fingerprints."
  },
  {
    "type": "human_anatomy",
    "fact": "Every person has a unique tongue print."
  },
  {
    "type": "human_anatomy",
    "fact": "Every person, including identical twins, has a unique eye & tongue print along with their finger print."
  },
  {
    "type": "human_anatomy",
    "fact": "Every square inch of the human body has an average of 32 million bacteria on it."
  },
  {
    "type": "human_anatomy",
    "fact": "Every time you lick a stamp, you're consuming 1/10 of a calorie."
  },
  {
    "type": "human_anatomy",
    "fact": "Every year about 98% of atoms in your body are replaced."
  },
  {
    "type": "human_anatomy",
    "fact": "Every year about 98% of the atoms in your body are replaced."
  },
  {
    "type": "human_anatomy",
    "fact": "Every year, 5,000 people injure themselves shooting pool."
  },
  {
    "type": "human_anatomy",
    "fact": "False teeth are often radioactive. Approximately 1 million Americans wear some form of denture; half of these dentures are made of porcelain compound laced with minute amounts of uranium to stimulate fluorescence. Without the uranium addictive the dentures would be a dull green color when seen under artificial light."
  },
  {
    "type": "human_anatomy",
    "fact": "Fingernails grow nearly 4 times faster than toenails!"
  },
  {
    "type": "human_anatomy",
    "fact": "Fingernails have a life span of three to six months. That’s how long it takes them to grow from base to tip, progressing at the pace of 1.5 inches a year — or 0.000000047 inches a second."
  },
  {
    "type": "human_anatomy",
    "fact": "Fingerprints serve a function - they provide traction for the fingers to grasp things."
  },
  {
    "type": "human_anatomy",
    "fact": "Germs only cause disease, right? But a common bacterium, E. Coli, found in the intestine helps us digest green vegetables and beans (also making gases – pew!). These same bacteria also make vitamin K, which causes blood to clot. If we didn’t have these germs we would bleed to death whenever we got a small cut!"
  },
  {
    "type": "human_anatomy",
    "fact": "Half your body’s red blood cells are replaced every seven days."
  },
  {
    "type": "human_anatomy",
    "fact": "Human blood travels 60,000 miles (96,540 km) per day on its journey through the body."
  },
  {
    "type": "human_anatomy",
    "fact": "Human bones can withstand being squeezed twice as hard as granite can. Bones can also stand being stretched four times as hard as concrete can."
  },
  {
    "type": "human_anatomy",
    "fact": "Human thigh bones are stronger than concrete."
  },
  {
    "type": "human_anatomy",
    "fact": "Human thighbones are stronger than concrete."
  },
  {
    "type": "human_anatomy",
    "fact": "Humans are the only primates that don't have pigment in the palms of their hands."
  },
  {
    "type": "human_anatomy",
    "fact": "Humans shed and re-grow outer skin cells about every 27 days - almost 1,000 new skins in a lifetime."
  },
  {
    "type": "human_anatomy",
    "fact": "Humans spend a third of their lives sleeping."
  },
  {
    "type": "human_anatomy",
    "fact": "If all the blood vessels in your body were laid end to end, they would reach about 60,000 miles."
  },
  {
    "type": "human_anatomy",
    "fact": "If hair remains uncut, it can grow up to 5 feet long."
  },
  {
    "type": "human_anatomy",
    "fact": "If saliva cannot dissolve something, you cannot taste it."
  },
  {
    "type": "human_anatomy",
    "fact": "If the amount of water in your body is reduced by just 1%, you'll feel thirsty."
  },
  {
    "type": "human_anatomy",
    "fact": "If you keep your eyes open by force when you sneeze, you might pop an eyeball out."
  },
  {
    "type": "human_anatomy",
    "fact": "If you sneeze too hard, you can fracture a rib."
  },
  {
    "type": "human_anatomy",
    "fact": "If you try to suppress a sneeze, you can rupture a blood vessel in your head or neck and die"
  },
  {
    "type": "human_anatomy",
    "fact": "If you try to suppress a sneeze, you can rupture a blood vessel in your head or neck and die."
  },
  {
    "type": "human_anatomy",
    "fact": "If you yelled for 8 years, 7 months and 6 days, you would have produced enough sound energy to heat one cup of coffee."
  },
  {
    "type": "human_anatomy",
    "fact": "In one day your heart beats 100,000 times."
  },
  {
    "type": "human_anatomy",
    "fact": "Intelligent people have more zinc and copper in their hair."
  },
  {
    "type": "human_anatomy",
    "fact": "It requires the use of 72 muscles to speak 1 word."
  },
  {
    "type": "human_anatomy",
    "fact": "It takes 17 muscles to smile --- 43 to frown."
  },
  {
    "type": "human_anatomy",
    "fact": "It takes food seven seconds to get from your mouth to your stomach."
  },
  {
    "type": "human_anatomy",
    "fact": "It takes food seven seconds to go from the mouth to the stomach via the esophagus."
  },
  {
    "type": "human_anatomy",
    "fact": "It takes more muscles to frown than it does to smile."
  },
  {
    "type": "human_anatomy",
    "fact": "It takes the stomach an hour to break down cow milk."
  },
  {
    "type": "human_anatomy",
    "fact": "It takes twice as long to lose new muscle if you stop working out than it did to gain it."
  },
  {
    "type": "human_anatomy",
    "fact": "Kidney failures can be brought on by overuse of analgesics."
  },
  {
    "type": "human_anatomy",
    "fact": "Man has tiny bones once meant for a tail and unworkable muscles once meant to work his ears."
  },
  {
    "type": "human_anatomy",
    "fact": "Man's 3lb brain is the most complex and orderly arrangement of matter known in the universe."
  },
  {
    "type": "human_anatomy",
    "fact": "Men without hair on their chests are more likely to get cirrhosis of the liver than men with hair."
  },
  {
    "type": "human_anatomy",
    "fact": "Most newborns cry without tears until they are three to six weeks old."
  },
  {
    "type": "human_anatomy",
    "fact": "Odontophobia is the fear of teeth."
  },
  {
    "type": "human_anatomy",
    "fact": "On average women say 7,000 words per day. Men manage just over 2000."
  },
  {
    "type": "human_anatomy",
    "fact": "On average, half of all false teeth have some form of radioactivity."
  },
  {
    "type": "human_anatomy",
    "fact": "Only one person in two billion will live to be 116 or older."
  },
  {
    "type": "human_anatomy",
    "fact": "Only one-third of the people that can twitch their ears can twitch only one at a time."
  },
  {
    "type": "human_anatomy",
    "fact": "Our eyes never grow, our nose and ears never stop growing"
  },
  {
    "type": "human_anatomy",
    "fact": "Over 90% of diseases are caused or complicated by stress."
  },
  {
    "type": "human_anatomy",
    "fact": "Skin is thickest is at the back -- 1/6 of an inch."
  },
  {
    "type": "human_anatomy",
    "fact": "Sneakers were invented in 1They were called Keds."
  },
  {
    "type": "human_anatomy",
    "fact": "Sneezes can travel over 100 mph"
  },
  {
    "type": "human_anatomy",
    "fact": "That dust on rugs and your furniture is not only dirt. It’s mostly made of dead skin cells. Everybody loses millions of skin cells every day which fall on the floor and get kicked up to land on all the surfaces in a room. You could say, “That’s me all over.”"
  },
  {
    "type": "human_anatomy",
    "fact": "The Neanderthal's brain was bigger than yours is."
  },
  {
    "type": "human_anatomy",
    "fact": "The arteries and veins surrounding the brain stem called the \"circle of Willis\" looks like a stick person with a large head."
  },
  {
    "type": "human_anatomy",
    "fact": "The ashes of an average cremated person weighs 9 lbs."
  },
  {
    "type": "human_anatomy",
    "fact": "The ashes of the average cremated person weigh nine pounds."
  },
  {
    "type": "human_anatomy",
    "fact": "The attachment of human muscles to skin is what causes dimples."
  },
  {
    "type": "human_anatomy",
    "fact": "The average American over fifty will have spent 5 years waiting in lines."
  },
  {
    "type": "human_anatomy",
    "fact": "The average adult has 5 million hair follicles."
  },
  {
    "type": "human_anatomy",
    "fact": "The average duration of sexual intercourse for humans is 2 minutes."
  },
  {
    "type": "human_anatomy",
    "fact": "The average growth of hair is half an inch per month."
  },
  {
    "type": "human_anatomy",
    "fact": "The average human body contains enough: iron to make a 3 inch nail, sulfur to kill all fleas on an average dog, carbon to make 900 pencils, potassium to fire a toy cannon, fat to make 7 bars of soap, phosphorous to make 2,200 match heads, and water to fill a ten-gallon tank."
  },
  {
    "type": "human_anatomy",
    "fact": "The average human dream lasts 2-3 seconds."
  },
  {
    "type": "human_anatomy",
    "fact": "The average human dream lasts only 2 to 3 seconds."
  },
  {
    "type": "human_anatomy",
    "fact": "The average human head weighs about 8 pounds."
  },
  {
    "type": "human_anatomy",
    "fact": "The average human heart will beat 3,000 million times in its lifetime and pump 48 million gallons of blood."
  },
  {
    "type": "human_anatomy",
    "fact": "The average human lies at least twice a day."
  },
  {
    "type": "human_anatomy",
    "fact": "The average male adult can bench-press 88% of his body weight, having between 70 - 80lbs of muscle."
  },
  {
    "type": "human_anatomy",
    "fact": "The average person falls asleep in seven minutes"
  },
  {
    "type": "human_anatomy",
    "fact": "The average person falls asleep in seven minutes."
  },
  {
    "type": "human_anatomy",
    "fact": "The average person has at least seven dreams a night."
  },
  {
    "type": "human_anatomy",
    "fact": "The average surface of the human intestine is 656 square feet (200 m)."
  },
  {
    "type": "human_anatomy",
    "fact": "The body's largest internal organ is the small intestine at an average length of 20 feet although the Liver has a much larger surface area."
  },
  {
    "type": "human_anatomy",
    "fact": "The brain uses a quarter of all the body's oxygen."
  },
  {
    "type": "human_anatomy",
    "fact": "The common cold will delay a childs growth for the duration of the cold."
  },
  {
    "type": "human_anatomy",
    "fact": "The deadliest disease was the pneumonic form of the Black Death of 1347-1351. It had death rate of 100%."
  },
  {
    "type": "human_anatomy",
    "fact": "The entire length of all the eyelashes shed by a human in their life is over 98 feet (30 m)."
  },
  {
    "type": "human_anatomy",
    "fact": "The farthest you can see with the naked eye is 2.4 million light years away! (140,000,000,000,000,000,000 miles.) That’s the distance to the giant Andromeda Galaxy. You can see it easily as a dim, large gray “cloud” almost directly overhead in a clear night sky."
  },
  {
    "type": "human_anatomy",
    "fact": "The first open heart surgery was performed in 1893."
  },
  {
    "type": "human_anatomy",
    "fact": "The hardest substance found in the body is Tooth Enamel."
  },
  {
    "type": "human_anatomy",
    "fact": "The human body is 75% water."
  },
  {
    "type": "human_anatomy",
    "fact": "The human heart creates enough pressure to squirt blood 30 feet (9 m)."
  },
  {
    "type": "human_anatomy",
    "fact": "The human heart creates enough pressure when it pumps out to the body to squirt blood 30 feet."
  },
  {
    "type": "human_anatomy",
    "fact": "The hyoid bone is the only isolated bone in the body, it is not connected to any other bone."
  },
  {
    "type": "human_anatomy",
    "fact": "The hyoid bone, in your throat, is the only bone in the body not attached to another bone."
  },
  {
    "type": "human_anatomy",
    "fact": "The largest artery in the body is the Aorta."
  },
  {
    "type": "human_anatomy",
    "fact": "The largest cell in the human body is the female ovum, or egg cell. It is about 1/180 inch in diameter. The smallest cell in the human body is the male sperm. It takes about 175,000 sperm cells to weigh as much as a single egg cell."
  },
  {
    "type": "human_anatomy",
    "fact": "The largest human organ is the skin, with a surface area of about 25 square feet."
  },
  {
    "type": "human_anatomy",
    "fact": "The length of the finger dictates how fast the fingernail grows. Therefore, the nail on your middle finger grows the fastest, and on average, your toenails grow twice as slow as your fingernails."
  },
  {
    "type": "human_anatomy",
    "fact": "The lining of your digestive system is shed every 3 days."
  },
  {
    "type": "human_anatomy",
    "fact": "The little lump of flesh just forward of your ear canal, right next to your temple, is called a tragus."
  },
  {
    "type": "human_anatomy",
    "fact": "The longest bone is the Femur (thighbone)"
  },
  {
    "type": "human_anatomy",
    "fact": "The longest muscle in the human body is the sartorius. This narrow muscle of the thigh passes obliquely across the front of the thigh and helps rotate the leg to the position assumed in sitting cross-legged. Its name is a derivation of the adjective \"sartorial,\" a reference to what was the traditional cross-legged position of tailors (or \"sartors\") at work."
  },
  {
    "type": "human_anatomy",
    "fact": "The longest recorded bout of hiccups lasted for 65 years."
  },
  {
    "type": "human_anatomy",
    "fact": "The longest recorded sneezing fit lasted 978 days."
  },
  {
    "type": "human_anatomy",
    "fact": "The most common blood type in the world is Type O. The rarest, Type A-H, has been found in less than a dozen people since the type was discovered."
  },
  {
    "type": "human_anatomy",
    "fact": "The most sensitive finger is the forefinger."
  },
  {
    "type": "human_anatomy",
    "fact": "The oldest form or surgery is trepanning, drilling holes in the skull."
  },
  {
    "type": "human_anatomy",
    "fact": "The oldest known disease in the world is leprosy."
  },
  {
    "type": "human_anatomy",
    "fact": "The only bone in the human body not connected to another is the hyoid, a V-shaped bone located at the base of the tongue between the mandible and the voice box. Its function is to support the tongue and its muscles."
  },
  {
    "type": "human_anatomy",
    "fact": "The only part of the human body that has no blood supply is the cornea. It takes its oxygen directly from the air."
  },
  {
    "type": "human_anatomy",
    "fact": "The permanent teeth that erupt to replace their primary predecessors (baby teeth) are called succedaneous teeth."
  },
  {
    "type": "human_anatomy",
    "fact": "The rarest blood group in the world is A-H"
  },
  {
    "type": "human_anatomy",
    "fact": "The roar that we hear when we place a seashell next to our ear is not the ocean, but rather the sound of blood surging through the veins in the ear. Any cup-shaped object placed over the ear produces the same effect."
  },
  {
    "type": "human_anatomy",
    "fact": "The smallest bone in the body is the 'stirrup' bone in the ear."
  },
  {
    "type": "human_anatomy",
    "fact": "The smallest bones in the human body are in your ear!"
  },
  {
    "type": "human_anatomy",
    "fact": "The smallest muscle is the Stapedius in the middle ear."
  },
  {
    "type": "human_anatomy",
    "fact": "The space between the 2 front teeth is called a Diastima."
  },
  {
    "type": "human_anatomy",
    "fact": "The strongest bone in your body is the femur (thighbone), and it’s hollow!"
  },
  {
    "type": "human_anatomy",
    "fact": "The strongest muscle in proportion to its size in the human body is the tongue."
  },
  {
    "type": "human_anatomy",
    "fact": "The strongest muscle in the human body is the Masseter. (back of the jaw)"
  },
  {
    "type": "human_anatomy",
    "fact": "The talus is the second largest bone in the foot."
  },
  {
    "type": "human_anatomy",
    "fact": "The tips of fingers and the soles of feet are covered by a thick, tough layer of skin called the stratum corneum."
  },
  {
    "type": "human_anatomy",
    "fact": "The tongue is the only muscle which is attached at just one end."
  },
  {
    "type": "human_anatomy",
    "fact": "The two lines that connect your top lip to the bottom of your nose are known as philtrums. The average person falls asleep in seven minutes."
  },
  {
    "type": "human_anatomy",
    "fact": "The weight of a foetus increases by about 2.4 billion times in 9 months."
  },
  {
    "type": "human_anatomy",
    "fact": "The white part of your fingernail is called the Lunula."
  },
  {
    "type": "human_anatomy",
    "fact": "The white part of your fingernail is called the lunula."
  },
  {
    "type": "human_anatomy",
    "fact": "The width of your armspan stretched out is the length of your whole body."
  },
  {
    "type": "human_anatomy",
    "fact": "There are 10 human body parts that are only 3 letters long (eye hip arm leg ear toe jaw rib lip gum)."
  },
  {
    "type": "human_anatomy",
    "fact": "There are 206 bones in an Adult skeleton."
  },
  {
    "type": "human_anatomy",
    "fact": "There are 45 miles (72 km) of nerves in the skin of a human being."
  },
  {
    "type": "human_anatomy",
    "fact": "There are approx. 450 hairs in an average eyebrow."
  },
  {
    "type": "human_anatomy",
    "fact": "There are approx. 60000 miles of arteries within the human body."
  },
  {
    "type": "human_anatomy",
    "fact": "There are more bacteria in a human's mouth than there are people in the world."
  },
  {
    "type": "human_anatomy",
    "fact": "There are nine muscles in your ear."
  },
  {
    "type": "human_anatomy",
    "fact": "There were about 300 bones in your body when you were born, but by the time you reach adulthood you only have 206."
  },
  {
    "type": "human_anatomy",
    "fact": "Thirty-five percent of the people who use personal ads for dating are already married."
  },
  {
    "type": "human_anatomy",
    "fact": "Timothy Leary was the godfather of actresses Uma Thurman and Winona Ryder."
  },
  {
    "type": "human_anatomy",
    "fact": "Venereal Disease got its name from Venus, the Roman godess of love."
  },
  {
    "type": "human_anatomy",
    "fact": "Wearing headphones for just an hour will increase the bacteria in your ear by 700 times."
  },
  {
    "type": "human_anatomy",
    "fact": "When you die your hair still grows for a couple of months."
  },
  {
    "type": "human_anatomy",
    "fact": "When you sneeze, all bodily functions stop--even your heart"
  },
  {
    "type": "human_anatomy",
    "fact": "When you wake up in the morning you are at taller than when you go to sleep, because you have let your spine straighten back out after all the bending, sitting, and moving you have done!"
  },
  {
    "type": "human_anatomy",
    "fact": "You blink your eyes over 10,000,000 a year."
  },
  {
    "type": "human_anatomy",
    "fact": "You burn more calories sleeping than you do watching television."
  },
  {
    "type": "human_anatomy",
    "fact": "You were born with 300 bones. When you get to be an adult, you have 206."
  },
  {
    "type": "human_anatomy",
    "fact": "You're ears secrete more earwax when you are afraid than when you aren't."
  },
  {
    "type": "human_anatomy",
    "fact": "Your blood takes a very long trip through your body. If you could stretch out all of a human’s blood vessels, they would be about 60,000 miles long. That’s enough to go around the world twice."
  },
  {
    "type": "human_anatomy",
    "fact": "Your body uses 300 muscles to balance itself when you are standing still."
  },
  {
    "type": "human_anatomy",
    "fact": "Your brain generates 25 watts of power while you’re awake. This amount of energy is enough to illuminate a lightbulb."
  },
  {
    "type": "human_anatomy",
    "fact": "Your brain is 80% water."
  },
  {
    "type": "human_anatomy",
    "fact": "Your brain is approximately 80% water."
  },
  {
    "type": "human_anatomy",
    "fact": "Your brain is more active during the night than the day."
  },
  {
    "type": "human_anatomy",
    "fact": "Your brain is move active and thinks more at night than during the day."
  },
  {
    "type": "human_anatomy",
    "fact": "Your ears and nose continue to grow throughout your entire life."
  },
  {
    "type": "human_anatomy",
    "fact": "Your feet perspire approximately one-half of a pint of water per day. Here in Houston my feet perspire a whole pint, but that’s more information than you wanted to know beside it being damned hot here in Houston."
  },
  {
    "type": "human_anatomy",
    "fact": "Your feet swell during the day and can become 10 percent bigger at the end of the day than they were when you woke up this morning."
  },
  {
    "type": "human_anatomy",
    "fact": "Your fingernails grow almost four times as fast as your toenails."
  },
  {
    "type": "human_anatomy",
    "fact": "Your foot is about the same size as the distance from your wrist to your elbow and your height is approximately the same as your wingspan (fingertip to fingertip of your outstretched hands)."
  },
  {
    "type": "human_anatomy",
    "fact": "Your foot is the same length as the distance between your wrist and elbow."
  },
  {
    "type": "human_anatomy",
    "fact": "Your forearm (from inside of elbow to inside of wrist) is the same length as your foot."
  },
  {
    "type": "human_anatomy",
    "fact": "Your left lung is smaller than your right lung to make room for your heart."
  },
  {
    "type": "human_anatomy",
    "fact": "Your mouth uses 75 muscles when you speak!"
  },
  {
    "type": "human_anatomy",
    "fact": "Your skull is made up of 29 different bones."
  },
  {
    "type": "human_anatomy",
    "fact": "Your stomach has to produce a new layer of mucus every two weeks otherwise it will digest itself"
  },
  {
    "type": "human_anatomy",
    "fact": "Your thigh bone is stronger than concrete."
  },
  {
    "type": "human_anatomy",
    "fact": "Your thumb is the same length as your nose"
  },
  {
    "type": "human_anatomy",
    "fact": "Your tongue has 3,000 taste buds."
  },
  {
    "type": "human_anatomy",
    "fact": "Your tongue, eye, and jaw muscles are among the strongest muscles in your body."
  }
]