[
  {
    "type": "inventions",
    "fact": "A dentist invented the electric chair!!!"
  },
  {
    "type": "inventions",
    "fact": "Abraham Lincoln once invented a device for lifting riverboats over shallow water."
  },
  {
    "type": "inventions",
    "fact": "After Sir Isaac Newton died, a sealed trunk was found among his belongings containing nearly 100,000 pages he had written on the subjects of alchemy, astrology, and the occult."
  },
  {
    "type": "inventions",
    "fact": "Alexander Graham Bell applied for his patent on the telephone, an “Improvement in Telegraphy”, on Valentine’s Day, 1876."
  },
  {
    "type": "inventions",
    "fact": "Alexander Graham Bell refused to have a phone in his study - the ringing drove him nuts."
  },
  {
    "type": "inventions",
    "fact": "Benjamin Franklin helped to write the United States Constitution at the age of 81."
  },
  {
    "type": "inventions",
    "fact": "Benjamin Franklin invented crop insurance."
  },
  {
    "type": "inventions",
    "fact": "Benjamin Franklin lived at 141 Market Street, Philadelphia, PA."
  },
  {
    "type": "inventions",
    "fact": "Benjamin Franklin was America's first political cartoonist. His drawing of a snake divided into eight parts was published in Philadelphia in 1754."
  },
  {
    "type": "inventions",
    "fact": "Benjamin Franklin was one of the first people to manufacture playing cards in America."
  },
  {
    "type": "inventions",
    "fact": "Benjamin Franklin was the 15th child of a Boston soap maker."
  },
  {
    "type": "inventions",
    "fact": "Benjamin Franklin was the first head of the United States Post Office."
  },
  {
    "type": "inventions",
    "fact": "Bikinis and tampons were invented by men."
  },
  {
    "type": "inventions",
    "fact": "Edison’s first light bulb filament was made of cotton (1879)."
  },
  {
    "type": "inventions",
    "fact": "Ethernet is a registered trademark of Xerox, Unix is a registered trademark of AT&T."
  },
  {
    "type": "inventions",
    "fact": "Frank Lloyd Wright's son invented Lincoln Logs."
  },
  {
    "type": "inventions",
    "fact": "It took 55 years before the telephone, invented in 1820, was put to use in society."
  },
  {
    "type": "inventions",
    "fact": "Leonardo Da Vinci invented the scissors."
  },
  {
    "type": "inventions",
    "fact": "The cigarette lighter was invented before the match."
  },
  {
    "type": "inventions",
    "fact": "The straw was probably invented by Egyptian brewers to taste in-process beer without removing the fermenting ingredients which floated on the top of the container."
  },
  {
    "type": "inventions",
    "fact": "Thomas Crapper developed the flush toilet. In 1884, he simulated the materials a toilet would normally handle, to create “a super-flush which had completely cleared away: 10 apples, 1 flat sponge, 3 air vessels, Plumbers Smudge coated over the pan, 4 pieces of paper adhering closely to the soiled surface.” A fantastic feat of flushing!"
  },
  {
    "type": "inventions",
    "fact": "Thomas Edison, the inventor of the lightbulb, was actually afraid of the dark."
  }
]