[
  {
    "type": "legal",
    "fact": "In the UK, it is illegal to eat mince pies on Christmas Day!"
  },
  {
    "type": "legal",
    "fact": "In Cleveland, Ohio women are not allowed to wear patent-leather shoes."
  },
  {
    "type": "legal",
    "fact": "Clinton, Oklahoma has a law against masturbating while watching two people having sex in a car."
  },
  {
    "type": "legal",
    "fact": "It’s safe to make love while parked in Coeur d’Alene, Idaho. Police officers aren’t allowed to walk up and knock on the window. Any suspicious officer who thinks that sex is taking place must drive up from behind, honk his horn three times and wait approximately two minutes before getting out of his car to investigate."
  },
  {
    "type": "legal",
    "fact": "In Connorsville, Wisconsin no man shall shoot off a gun while his female partner is having a sexual orgasm."
  },
  {
    "type": "legal",
    "fact": "No man is allowed to make love to his wife with the smell of garlic, onions, or sardines on his breath in Alexandria, Minnesota. If his wife so requests, law mandates that he must brush his teeth."
  },
  {
    "type": "legal",
    "fact": "Warn your hubby that after lovemaking in Ames, Iowa, he isn’t allowed to take more than three gulps of beer while lying in bed with you-or holding you in his arms."
  },
  {
    "type": "legal",
    "fact": "Bozeman, Montana, has a law that bans all sexual activity between members of the opposite sex in the front yard of a home after sundown-if they’re nude. (Apparently, if you wear socks, you’re safe from the law!"
  },
  {
    "type": "legal",
    "fact": "During lunch breaks in Carlsbad, New Mexico no couple should engage in a sexual act while parked in their vehicle, unless their car has curtains."
  },
  {
    "type": "legal",
    "fact": "In Texas, it is illegal to curse in front of or indecently expose a corpse."
  },
  {
    "type": "legal",
    "fact": "In Texas, it’s illegal to put graffiti on someone else’s cow."
  },
  {
    "type": "legal",
    "fact": "By law, in Bourbon, Mississippi, one small onion must be served with each glass of water in a restaurant."
  },
  {
    "type": "legal",
    "fact": "In Vermont, USA, it is illegal for women to wear false teeth without the written permission of their husbands."
  },
  {
    "type": "legal",
    "fact": "It’s against the law to slam your car door in Switzerland."
  },
  {
    "type": "legal",
    "fact": "According to ancient Hindu law, the penalty for adultery was the removal of a person’s nose."
  },
  {
    "type": "legal",
    "fact": "In Portland, Oregon, a priest or a minister is not allowed to perform a wedding ceremony at a skating rink."
  },
  {
    "type": "legal",
    "fact": "Barbers are not allowed to eat onions between 7 a.m. and 7 p.m. in Waterloo, Nebraska."
  },
  {
    "type": "legal",
    "fact": "Only righthanded players can play polo according to the U.S. Polo Association."
  },
  {
    "type": "legal",
    "fact": "If you attempted to commit suicide in England in the 1800’s, and were unsuccessful, you would face the death penalty."
  }
]