[
  {
    "type": "records",
    "fact": "The largest baby to be born so far weighed in at 15 pounds, 5 ounces!"
  },
  {
    "type": "records",
    "fact": "Sir Edmund was the first to climb Mt. Everest and return back."
  },
  {
    "type": "records",
    "fact": "The tallest man in this world was Robert Wadlow, a chinese man who was 7’1″ tall!"
  },
  {
    "type": "records",
    "fact": "The loudest sound in history was recorded in July 1883 when a volcano on the tiny Indian Ocean island of Krakatau erupted. The explosion was heard 3,000 miles away in Madagascar. Ash clouds shot 25 miles into the sky. The eruption also created giant tsunami, sea waves, that reached heights of 175 feet, speeding across the ocean at 400 miles an hour and destroyed over 300 towns."
  },
  {
    "type": "records",
    "fact": "Hold on to your hat! The fastest wind speed ever recorded was 231 miles per hour on Mount Washington, New Hampshire on April 12, 1934."
  },
  {
    "type": "records",
    "fact": "Roy Sullivan, A U.S. park ranger, was struck by lightning seven times during his life and lived to tell about each of those strikes!"
  },
  {
    "type": "records",
    "fact": "Hans Langseth had the longest beard at a record length of 17 1/2 feet long! When he died, his beard was given to the Smithsonian Institute."
  },
  {
    "type": "records",
    "fact": "Wilt Chamberlain scored 100 points in a basketball game in 1962, when he played for the Philadelphia Warriors."
  },
  {
    "type": "records",
    "fact": "The longest bout of hiccups lasted 69 years!"
  },
  {
    "type": "records",
    "fact": "The longest conga to this date included 119,986 people."
  },
  {
    "type": "records",
    "fact": "The longest movie made lasts 85 hours and is fittingly titled “The Cure for Insomnia.”"
  },
  {
    "type": "records",
    "fact": "Did you know that there is a world record for seeing how many times you can attempt a world record?!"
  },
  {
    "type": "records",
    "fact": "The world record for the most people kissed is held by Alfred Wolfram of Minnesota who kissed 11,030 people in 8 hours, at a festival in 1998."
  },
  {
    "type": "records",
    "fact": "Did you know that there is a world record for seeing how many times you can attempt a world record?!!"
  },
  {
    "type": "records",
    "fact": "The record for most snowfall in a day, 78 inches, was made on February 7, 1916 in Alaska."
  }
]