[
  {
    "type": "sports",
    "fact": "A basketball hoop is 18 inches in diameter."
  },
  {
    "type": "sports",
    "fact": "A golf ball, when driven off a tee, can reach speeds up to 170 miles per hour."
  },
  {
    "type": "sports",
    "fact": "A golf hole is four inches deep."
  },
  {
    "type": "sports",
    "fact": "A hockey puck weighs 0.38 pounds."
  },
  {
    "type": "sports",
    "fact": "Former basketball superstar Michael Jordan is the most recognized face in the world, more than the pope himself."
  },
  {
    "type": "sports",
    "fact": "Gene Sarazen, a golfer from several generations ago, set the record for the fastest golf drive: 120 mph."
  },
  {
    "type": "sports",
    "fact": "Golf-great Billy Casper turned golf pro during the Korean War while serving in the Navy. Casper was assigned to operate and build golf driving ranges for the Navy in the San Diego area."
  },
  {
    "type": "sports",
    "fact": "Hockey is called “shinney” in Scotland."
  },
  {
    "type": "sports",
    "fact": "Honey is used as a center for golf balls and in antifreeze mixtures."
  },
  {
    "type": "sports",
    "fact": "Horse racing is one of the most dangerous sports. Between 2 and 3 jockeys are killed each year. That's about how many baseball players have died in baseball's entire professional history."
  },
  {
    "type": "sports",
    "fact": "Horse-racing regulations state that no race horse's name may contain more than eighteen letters. (Names that are too long would be cumbersome on racing sheets.) Apostrophes, hyphens, and spaces between words count as letters."
  },
  {
    "type": "sports",
    "fact": "In 1963, baseball pitcher Gaylord Perry remarked, \"They'll put a man on the moon before I hit a home run.\" On July 20, 1969, a few hours after Neil Armstrong set foot on the moon, Gaylord Perry hit his first, and only, home run."
  },
  {
    "type": "sports",
    "fact": "In the U.S, Frisbees outsell footballs, baseballs and basketballs combined."
  },
  {
    "type": "sports",
    "fact": "In the early days of boxing, when a boxer was getting throttled and wished to end the bout, he would take his sponge and toss it in the middle of the ring. Thus originated the phrase “to throw in the sponge.”"
  },
  {
    "type": "sports",
    "fact": "In the four professional major north american sports (baseball, basketball, football and hockey) only 7 teams have nicknames that do not end with an s."
  },
  {
    "type": "sports",
    "fact": "Many Japanese golfers carry \"hole-in-one\" insurance, because it is traditional in Japan to share one's good luck by sending gifts to all your friends when you get an \"ace.\" The price for what the Japanese term an \"albatross\" can often reach $10,000."
  },
  {
    "type": "sports",
    "fact": "Pro golfer Wayne Levi was the first PGA pro to win a tournament using a colored (orange) ball. He did it in the Hawaiian Open in 1982."
  },
  {
    "type": "sports",
    "fact": "Rudyard Kipling, living in Vermont in the 1890's invented the game of snow golf. He would paint his golf balls red so that they could be located in the snow."
  },
  {
    "type": "sports",
    "fact": "The Aztecs had a primative form of basketball called “ollamalitzli.” The difference from today’s sport is that the first person to get the ball through the ring high above the ground had the right to collect the clothes right off the backs of everyone watching the game."
  },
  {
    "type": "sports",
    "fact": "The Iditarod dog sled race - from Anchorage to Nome, Alaska - commemorates an emergency operation in 1925 to get medical supplies to Nome following a diphtheria epidemic."
  },
  {
    "type": "sports",
    "fact": "The Matterhorn at Disneyland in Anaheim has a full basketball court at the very top of the structure, because at the time it was built the only structures that could be that tall were sports arenas."
  },
  {
    "type": "sports",
    "fact": "The exact odds of scoring a hole-in-one in golf on a par three hole are 8,750 to 1."
  },
  {
    "type": "sports",
    "fact": "The most popular sport as a topic for a film is boxing."
  },
  {
    "type": "sports",
    "fact": "There are 336 dimples on a regulation golf ball."
  },
  {
    "type": "sports",
    "fact": "Wyatt Earp became a boxing referee after he retired from law enforcement."
  }
]