[
  {
    "type": "statistics",
    "fact": "Heart attacks are more likely to happen on a Monday."
  },
  {
    "type": "statistics",
    "fact": "An average person’s yearly fast food intake will contain 12 pubic hairs."
  },
  {
    "type": "statistics",
    "fact": "In Uganda, 50% of the population is under 15 years of age."
  },
  {
    "type": "statistics",
    "fact": "95% of people text things they could never say in person."
  },
  {
    "type": "statistics",
    "fact": "About 8,000 Americans are injured by musical instruments each year."
  },
  {
    "type": "statistics",
    "fact": "Left-handers comprise 4% to 10% of the American population."
  },
  {
    "type": "statistics",
    "fact": "33% of women surveyed lie about their weight."
  },
  {
    "type": "statistics",
    "fact": "Alaska has the highest percentage of people who walk to work."
  },
  {
    "type": "statistics",
    "fact": "The average American consumes a pound of chocolate a month…plus an extra pound on Christmas and Easter and two extra pounds at Halloween."
  },
  {
    "type": "statistics",
    "fact": "Four out of five Americans throw sweepstakes mailings into the trash."
  },
  {
    "type": "statistics",
    "fact": "More than 17-billion hot dogs are sold annually in the United States."
  },
  {
    "type": "statistics",
    "fact": "More than 100-million Americans wear glasses."
  },
  {
    "type": "statistics",
    "fact": "Women influence 80 percent of all new-car purchases."
  },
  {
    "type": "statistics",
    "fact": "One in eight women and one in seven men will have an affair within the first two years of marriage."
  },
  {
    "type": "statistics",
    "fact": "Boys who have unusual first names are more likely to have mental problems than boys with common names. Girls don’t seem to have this problem."
  },
  {
    "type": "statistics",
    "fact": "On the average, there are 8 peas in a pod."
  },
  {
    "type": "statistics",
    "fact": "The Eiffel Tower is second only to the Golden Gate Bridge as a suicide location."
  },
  {
    "type": "statistics",
    "fact": "The number one selling snack in the U.S.A. is potato chips."
  },
  {
    "type": "statistics",
    "fact": "Men are 1.6 times more likely to undergo by-pass surgery than women."
  },
  {
    "type": "statistics",
    "fact": "An average American will eat 350 cows, 310 hogs, and 225 lambs in a lifetime."
  },
  {
    "type": "statistics",
    "fact": "Two of three Americans have hemorrhoids."
  },
  {
    "type": "statistics",
    "fact": "The average American carries four credit cards."
  },
  {
    "type": "statistics",
    "fact": "Half of the peanuts grown in America are used to make peanut butter."
  },
  {
    "type": "statistics",
    "fact": "On average, 100 people choke to death on ball point pens every year, so be careful."
  },
  {
    "type": "statistics",
    "fact": "65% of statistics are made up."
  },
  {
    "type": "statistics",
    "fact": "More people are killed annually by donkeys than in airplane crashes."
  },
  {
    "type": "statistics",
    "fact": "91% of Americans lie daily."
  },
  {
    "type": "statistics",
    "fact": "20% of all publications sold in Japan are comic books."
  },
  {
    "type": "statistics",
    "fact": "The average American consumes 87 hot dogs a year."
  }
]