[
  {
    "type": "statistics",
    "fact": "Your bathroom is the scene of 3 percent of all accidents in the home."
  },
  {
    "type": "statistics",
    "fact": "40% of McDonald's profits come from the sales of Happy Meals."
  },
  {
    "type": "statistics",
    "fact": "Your bedroom is the scene of about 40 percent of all accidents in the home. No other spot in your home ranks higher."
  },
  {
    "type": "statistics",
    "fact": "40 percent of Americans suffer from shyness."
  },
  {
    "type": "statistics",
    "fact": "99 percent of Americans own a television."
  },
  {
    "type": "statistics",
    "fact": "70 percent of the earth is covered by water. Less than 1 percent of this water is drinkable."
  },
  {
    "type": "statistics",
    "fact": "65 percent of your body is water."
  },
  {
    "type": "statistics",
    "fact": "90 percent of a tree is made up of air with the rest being made up of minerals from the soil."
  },
  {
    "type": "statistics",
    "fact": "2.2 percent of American households do not have complete plumbing facilities."
  },
  {
    "type": "statistics",
    "fact": "96% of Egypt is made up of the desert sands of the Sahara."
  },
  {
    "type": "statistics",
    "fact": "The Amazon rain forest supplies one-fifth of the world’s oxygen!"
  },
  {
    "type": "statistics",
    "fact": "The ice that covers 98% of Antarctica holds 90% of the worlds fresh water."
  },
  {
    "type": "statistics",
    "fact": "97% of the earth’s water is undrinkable!"
  },
  {
    "type": "statistics",
    "fact": "If everyone in the world took a daily bath, our entire supply of fresh water would be get dirty in a single day."
  },
  {
    "type": "statistics",
    "fact": "Over 160 billion pieces of mail are sent every year in the U.S."
  },
  {
    "type": "statistics",
    "fact": "A baby is born approximately every 11 seconds in the United States!"
  },
  {
    "type": "statistics",
    "fact": "Only 7% of the population are lefties."
  },
  {
    "type": "statistics",
    "fact": "There is 1 slot machine in Las Vegas for every 8 inhabitants."
  },
  {
    "type": "statistics",
    "fact": "The average American family spends more on taxes than on food, clothing and shelter combined."
  },
  {
    "type": "statistics",
    "fact": "Half of all Americans live within 50 miles of where they grew up."
  },
  {
    "type": "statistics",
    "fact": "Every day, 1 acre of trees produces enough oxygen for 18 people."
  },
  {
    "type": "statistics",
    "fact": "The average adult laughs 7 to 8 times a day."
  },
  {
    "type": "statistics",
    "fact": "A full seven percent of the entire Irish barley crop goes to the production of Guinness beer."
  },
  {
    "type": "statistics",
    "fact": "If you toss a penny 10000 times, it will not be heads 5000 times, but more like 4950. The heads picture weighs more, so it ends up on the bottom."
  },
  {
    "type": "statistics",
    "fact": "98% of Japanese are cremated."
  },
  {
    "type": "statistics",
    "fact": "According to suicide statistics, Monday is the favored day for self-destruction."
  },
  {
    "type": "statistics",
    "fact": "Women are 37% more likely to go to a psychiatrist than men are."
  }
]