[
  {
    "type": "statistics",
    "fact": "'Obsession' is the most popular boat name."
  },
  {
    "type": "statistics",
    "fact": "2.2 percent of American households do not have complete plumbing facilities."
  },
  {
    "type": "statistics",
    "fact": "20% of all publications sold in Japan are comic books."
  },
  {
    "type": "statistics",
    "fact": "23% of all photocopier faults worldwide are caused by people sitting on them and photocopying their butts."
  },
  {
    "type": "statistics",
    "fact": "3.9% of all women do not wear underwear."
  },
  {
    "type": "statistics",
    "fact": "30% of all coffee sold in the U.S. is classified as \"gourmet.\""
  },
  {
    "type": "statistics",
    "fact": "314 Americans had buttock lift surgery in 1994."
  },
  {
    "type": "statistics",
    "fact": "315 entries in Webster's 1996 Dictionary were misspelled."
  },
  {
    "type": "statistics",
    "fact": "33% of women surveyed lie about their weight."
  },
  {
    "type": "statistics",
    "fact": "4 million children die each year from inhaling smoke from indoor cooking fires made of wood and dung."
  },
  {
    "type": "statistics",
    "fact": "40 percent of Americans suffer from shyness."
  },
  {
    "type": "statistics",
    "fact": "40% of McDonald's profits come from the sales of Happy Meals."
  },
  {
    "type": "statistics",
    "fact": "40% of McDonald’s profits come from the sales of Happy Meals."
  },
  {
    "type": "statistics",
    "fact": "40% of all people who come to a party in your home snoop in your medicine cabinet"
  },
  {
    "type": "statistics",
    "fact": "40,000 Americans are injured by toilets each year."
  },
  {
    "type": "statistics",
    "fact": "49.6% of US residents live in Eastern time zone, 29.3% live in the Central time zone, 5.3% live in the Mountain time zone, 15.0% live in the Pacific time zone and .8% live in any other time zone."
  },
  {
    "type": "statistics",
    "fact": "55.1% of all US prisoners are in prison for drug offenses."
  },
  {
    "type": "statistics",
    "fact": "60% of electrocutions occur while talking on the telephone during a thunderstorm."
  },
  {
    "type": "statistics",
    "fact": "65 percent of your body is water."
  },
  {
    "type": "statistics",
    "fact": "65% of statistics are made up."
  },
  {
    "type": "statistics",
    "fact": "70 percent of the earth is covered by water. Less than 1 percent of this water is drinkable."
  },
  {
    "type": "statistics",
    "fact": "70% of all boats sold are used for fishing."
  },
  {
    "type": "statistics",
    "fact": "73% of people who buy flowers for Valentine’s Day are men, while only 27 percent are women."
  },
  {
    "type": "statistics",
    "fact": "90 percent of a tree is made up of air with the rest being made up of minerals from the soil."
  },
  {
    "type": "statistics",
    "fact": "91% of Americans lie daily."
  },
  {
    "type": "statistics",
    "fact": "94% of Americans say they would pick up a quarter laying on the street."
  },
  {
    "type": "statistics",
    "fact": "95% of people text things they could never say in person."
  },
  {
    "type": "statistics",
    "fact": "96% of Egypt is made up of the desert sands of the Sahara."
  },
  {
    "type": "statistics",
    "fact": "97% of the earth’s water is undrinkable!"
  },
  {
    "type": "statistics",
    "fact": "98% of Japanese are cremated."
  },
  {
    "type": "statistics",
    "fact": "98% of all murders and rapes are by a close family member or friend of the victim."
  },
  {
    "type": "statistics",
    "fact": "99 percent of Americans own a television."
  },
  {
    "type": "statistics",
    "fact": "99% of the solar system mass is concentrated in the sun."
  },
  {
    "type": "statistics",
    "fact": "A 1997 Gallup poll found that about one in four American workers - 24 percent - said that if they could do so, they would fire their boss."
  },
  {
    "type": "statistics",
    "fact": "A baby is born approximately every 11 seconds in the United States!"
  },
  {
    "type": "statistics",
    "fact": "A can of SPAM is opened every 4 seconds."
  },
  {
    "type": "statistics",
    "fact": "A full seven percent of the entire Irish barley crop goes to the production of Guinness beer."
  },
  {
    "type": "statistics",
    "fact": "About 1 billion Valentine’s Day cards are exchanged each year. That’s the largest seasonal card-sending occasion of the year, next to Christmas."
  },
  {
    "type": "statistics",
    "fact": "About 1/3 of American adults are at least 20% above their recommended weight."
  },
  {
    "type": "statistics",
    "fact": "About 17% of humans are left-handed. The same is true of chimpanzees and gorillas."
  },
  {
    "type": "statistics",
    "fact": "About 3% of pet owners will give Valentine’s Day gifts to their pets."
  },
  {
    "type": "statistics",
    "fact": "About 40% of the world’s varieties of freshwater fish and more than half of the 8,600 species of birds in the world are in the Amazon River basin area."
  },
  {
    "type": "statistics",
    "fact": "About 50 ant farms are sold an hour."
  },
  {
    "type": "statistics",
    "fact": "About 8,000 Americans are injured by musical instruments each year."
  },
  {
    "type": "statistics",
    "fact": "About 80 percent of all bird species in the world inhabit wetlands."
  },
  {
    "type": "statistics",
    "fact": "About two hundred babies are born worldwide every minute."
  },
  {
    "type": "statistics",
    "fact": "According to a study by the Economic Research Service, 27% of all food production in Western nations ends up in garbage cans. Yet, 1,2 billion people are underfed - the same number of people who are overweight."
  },
  {
    "type": "statistics",
    "fact": "According to suicide statistics, Monday is the favored day for self-destruction."
  },
  {
    "type": "statistics",
    "fact": "According to surveys, washing dishes is the most disliked household chore."
  },
  {
    "type": "statistics",
    "fact": "According to the American Society for the Study of Headaches 80 percent of migraine sufferers are women."
  },
  {
    "type": "statistics",
    "fact": "According to the Health Insurance Institute, a person who suffers an accident on a motorcycle has a 90 percent chance of injury or death. A person involved in an automobile crash has only a 10 percent chance of the same. Motorcycles account for 4 percent of all licenses vehicles in American yet are involved in 8 percent of all accidents."
  },
  {
    "type": "statistics",
    "fact": "According to the National Safety Council, a toothpick is the object most often choked on by Americans."
  },
  {
    "type": "statistics",
    "fact": "According to the National Safety Council, there is one accidental death every five minutes in the United States. There is a major injury every three seconds."
  },
  {
    "type": "statistics",
    "fact": "After each player has moved three times in a chess match, there are 121 million possible routes that the match could follow."
  },
  {
    "type": "statistics",
    "fact": "Airport security personnel find about six weapons a day searching passengers."
  },
  {
    "type": "statistics",
    "fact": "American Airlines saved $40,000 in '87 by eliminating one olive from each salad served in first class."
  },
  {
    "type": "statistics",
    "fact": "Americans are responsible for about 1/5 of the world's garbage annually."
  },
  {
    "type": "statistics",
    "fact": "Annual growth of WWW traffic is 314,000%"
  },
  {
    "type": "statistics",
    "fact": "Approximately 16 Canadians have their appendices removed, when not required, every day."
  },
  {
    "type": "statistics",
    "fact": "Approximately 98% of software in China is pirated."
  },
  {
    "type": "statistics",
    "fact": "Approximately half the money paid out by fire-insurance companies in the United States is paid for fire loss due to arson."
  },
  {
    "type": "statistics",
    "fact": "Approximately sixty circus performers have been shot from cannons. At last report, thirty-one of these have been killed."
  },
  {
    "type": "statistics",
    "fact": "As many as nine out of ten people are right-handed, and the word for that side, \"right,\" is derived from a variety of sources, all of which suggest strength. Left, on the other hand, comes from the Old English, lyft, for useless, weak."
  },
  {
    "type": "statistics",
    "fact": "As much as six percent of the world's population may experience sleep paralysis, the inability to move and speak for several minutes after awakening."
  },
  {
    "type": "statistics",
    "fact": "At any one time, 0.7% of the world’s population are drunk."
  },
  {
    "type": "statistics",
    "fact": "At least 9 million people in the world share your birthday."
  },
  {
    "type": "statistics",
    "fact": "Average number of people airborne over the US any given hour: 61,000."
  },
  {
    "type": "statistics",
    "fact": "Between 25% and 33% of the population sneeze when exposed to light."
  },
  {
    "type": "statistics",
    "fact": "During an average lifetime, a man will spend 3,350 hours shaving."
  },
  {
    "type": "statistics",
    "fact": "Every day, 1 acre of trees produces enough oxygen for 18 people."
  },
  {
    "type": "statistics",
    "fact": "Half of all Americans live within 50 miles of where they grew up."
  },
  {
    "type": "statistics",
    "fact": "If everyone in the world took a daily bath, our entire supply of fresh water would be get dirty in a single day."
  },
  {
    "type": "statistics",
    "fact": "If you toss a penny 10000 times, it will not be heads 5000 times, but more like 4950. The heads picture weighs more, so it ends up on the bottom."
  },
  {
    "type": "statistics",
    "fact": "More than 50% of the people in the world have never made or received a telephone call."
  },
  {
    "type": "statistics",
    "fact": "Only 7% of the population are lefties."
  },
  {
    "type": "statistics",
    "fact": "Over 160 billion pieces of mail are sent every year in the U.S."
  },
  {
    "type": "statistics",
    "fact": "Over 75% of people who read this will try to lick their elbow."
  },
  {
    "type": "statistics",
    "fact": "The Amazon rain forest supplies one-fifth of the world’s oxygen!"
  },
  {
    "type": "statistics",
    "fact": "The average American consumes 87 hot dogs a year."
  },
  {
    "type": "statistics",
    "fact": "The average American family spends more on taxes than on food, clothing and shelter combined."
  },
  {
    "type": "statistics",
    "fact": "The average adult laughs 7 to 8 times a day."
  },
  {
    "type": "statistics",
    "fact": "The ice that covers 98% of Antarctica holds 90% of the worlds fresh water."
  },
  {
    "type": "statistics",
    "fact": "There is 1 slot machine in Las Vegas for every 8 inhabitants."
  },
  {
    "type": "statistics",
    "fact": "Women are 37% more likely to go to a psychiatrist than men are."
  },
  {
    "type": "statistics",
    "fact": "Your bathroom is the scene of 3 percent of all accidents in the home."
  },
  {
    "type": "statistics",
    "fact": "Your bedroom is the scene of about 40 percent of all accidents in the home. No other spot in your home ranks higher."
  }
]