[
  {
    "type": "trivia",
    "fact": "Most American car horns honk in the key of F."
  },
  {
    "type": "trivia",
    "fact": "Every time you lick a stamp, you consume 1/10 of a calorie."
  },
  {
    "type": "trivia",
    "fact": "Pound for pound, hamburgers cost more than new cars."
  },
  {
    "type": "trivia",
    "fact": "Pteronophobia is the fear of being tickled by feathers!"
  },
  {
    "type": "trivia",
    "fact": "“Facebook Addiction Disorder” is a mental disorder identified by Psychologists."
  },
  {
    "type": "trivia",
    "fact": "The average woman uses her height in lipstick every 5 years."
  },
  {
    "type": "trivia",
    "fact": "Cherophobia is the fear of fun."
  },
  {
    "type": "trivia",
    "fact": "Hyphephilia are people who get aroused by touching fabrics."
  },
  {
    "type": "trivia",
    "fact": "King Henry VIII slept with a gigantic axe beside him."
  },
  {
    "type": "trivia",
    "fact": "Bikinis and tampons invented by men."
  },
  {
    "type": "trivia",
    "fact": "If Pinokio says “My Noes Will Grow Now”, it would cause a paradox."
  },
  {
    "type": "trivia",
    "fact": "A toaster uses almost half as much energy as a full-sized oven."
  },
  {
    "type": "trivia",
    "fact": "You cannot snore and dream at the same time."
  },
  {
    "type": "trivia",
    "fact": "Hitler’s mother considered abortion but the doctor persuaded her to keep the baby."
  },
  {
    "type": "trivia",
    "fact": "Properly kept, vitamins remain stable for four years."
  },
  {
    "type": "trivia",
    "fact": "Mosquito repellents don’t repel. They hide you. The spray blocks the mosquito’s sensors so they don’t know you are there."
  },
  {
    "type": "trivia",
    "fact": "Acute hasopharyngitis is more commonly known as a cold."
  },
  {
    "type": "trivia",
    "fact": "A McDonald’s Big Mac bun has an average of 178 sesame seeds."
  },
  {
    "type": "trivia",
    "fact": "There is an elevator company named Schindler’s, meaning that there are Schindler’s lifts!"
  },
  {
    "type": "trivia",
    "fact": "The average life span of an umbrella is 1 1/2 years."
  },
  {
    "type": "trivia",
    "fact": "Sherlock Holmes writer Arthur Conan Doyle was an ophthalmologist."
  },
  {
    "type": "trivia",
    "fact": "The Manhattan cocktail, a mixture of whiskey and sweet vermouth, was invented by WInston Churchill’s mother."
  },
  {
    "type": "trivia",
    "fact": "The king of hearts is the only king without a moustache."
  },
  {
    "type": "trivia",
    "fact": "Henry Ford produced the model T only in black because the black paint available at the time was the fastest to dry."
  },
  {
    "type": "trivia",
    "fact": "Mario, of Super Mario Bros. fame, appeared in the 1981 arcade game, Donkey Kong. His original name was Jumpman, but was changed to Mario to honor the Nintendo of America's landlord, Mario Segali."
  },
  {
    "type": "trivia",
    "fact": "The three best-known western names in China: Jesus Christ, Richard Nixon, and Elvis Presley."
  },
  {
    "type": "trivia",
    "fact": "Mary Stuart became Queen of Scotland when she was only six days old."
  },
  {
    "type": "trivia",
    "fact": "The right rear tire on your car will generally wear out before the others do."
  },
  {
    "type": "trivia",
    "fact": "Superglue will not stick to Teflon."
  }
]