[
  {
    "type": "trivia",
    "fact": "5,840 people with pillow related injuries checked into U.S. emergency rooms in 1992."
  },
  {
    "type": "trivia",
    "fact": "7.5 million toothpicks can be created from a cord of wood."
  },
  {
    "type": "trivia",
    "fact": "A Rubik’s Cube can make 43,252,003,274,489,856,000 different combinations!"
  },
  {
    "type": "trivia",
    "fact": "A bonnet is the cap on the fire hydrant."
  },
  {
    "type": "trivia",
    "fact": "A cave man’s life span was only 18 years."
  },
  {
    "type": "trivia",
    "fact": "A normal piece of paper cannot be folded more than 7 times."
  },
  {
    "type": "trivia",
    "fact": "A short time before Lincoln's assassination, he dreamed he was going to die, and he related his dream to the Senate."
  },
  {
    "type": "trivia",
    "fact": "A team of four people made angry birds in eight months."
  },
  {
    "type": "trivia",
    "fact": "According to the National Health Foundation, after suffering a cold one should wait at least six days before kissing someone."
  },
  {
    "type": "trivia",
    "fact": "Adolf Hitler was a vegetarian, and had only ONE testicle."
  },
  {
    "type": "trivia",
    "fact": "Adolf Hitler's mother seriously considered having an abortion but was talked out of it by her doctor."
  },
  {
    "type": "trivia",
    "fact": "Adolf Hitler’s favorite movie was “King Kong.”"
  },
  {
    "type": "trivia",
    "fact": "Adolph Hitler was Time Magazine’s “Man of the Year” for 1938."
  },
  {
    "type": "trivia",
    "fact": "Airbags explode at 200 miles (322 km) per hour."
  },
  {
    "type": "trivia",
    "fact": "Al Capone's business card said he was a used furniture dealer."
  },
  {
    "type": "trivia",
    "fact": "Al Capone's famous scar (which earned him the nickname \"Scarface\") was from an attack. The brother of a girl he had insulted attacked him with a knife, leaving him with the three distinctive scars."
  },
  {
    "type": "trivia",
    "fact": "Al Capone’s business card said he was a used furniture dealer."
  },
  {
    "type": "trivia",
    "fact": "Alaska could hold the 21 smallest States."
  },
  {
    "type": "trivia",
    "fact": "Alaska has the highest percentage of people who walk to work."
  },
  {
    "type": "trivia",
    "fact": "Alaska is the most northern, western and eastern state; it also has the highest latitude,the most eastern longitude and the most western longitude."
  },
  {
    "type": "trivia",
    "fact": "Albert Einstein and Charles Darwin both married their first cousins"
  },
  {
    "type": "trivia",
    "fact": "Albert Einstein never memorized his own phone number."
  },
  {
    "type": "trivia",
    "fact": "Albert Einstein’s last words were spoken in German. As the nurse attending him didn’t speak the language, we’ll never know what he said."
  },
  {
    "type": "trivia",
    "fact": "Alcoholic beverages have 13 minerals that are necessary for human life."
  },
  {
    "type": "trivia",
    "fact": "Aldous Huxley was, for one term at Eton, George Orwell's French teacher."
  },
  {
    "type": "trivia",
    "fact": "Alexander the Great ordered his entire army to shave their faces and heads. He believed that bears and long hair were too easy for an enemy to grab preparatory to cutting off his head."
  },
  {
    "type": "trivia",
    "fact": "Alexander the Great was an epileptic."
  },
  {
    "type": "trivia",
    "fact": "Alexandre Dumas père was one-quarter black."
  },
  {
    "type": "trivia",
    "fact": "Alexandre Gustave Eiffel, the man who designed the Eiffel Tower, also designed the inner structure of the Statue of Liberty in New York Harbor."
  },
  {
    "type": "trivia",
    "fact": "All 17 children of Queen Anne died before her."
  },
  {
    "type": "trivia",
    "fact": "All U.S Presidents have worn glasses. Some just didn't like being seen wearing them in public."
  },
  {
    "type": "trivia",
    "fact": "All gondolas in Venice, Italy must be painted black, unless they belong to a high official."
  },
  {
    "type": "trivia",
    "fact": "All of the cobble stones that used to line the streets in New York were originally weighting stones put in the hulls of Belgian ships to keep an even keel."
  },
  {
    "type": "trivia",
    "fact": "All royal babies are baptised with water brought from the River Jordan."
  },
  {
    "type": "trivia",
    "fact": "All snow crystals are hexagonal."
  },
  {
    "type": "trivia",
    "fact": "All the dirt from the foundation to build the World Trade Center in NYC was dumped into the Hudson River to form the community now known as Battery City Park."
  },
  {
    "type": "trivia",
    "fact": "All totalled, the sunlight that strikes Earth at any given moment weighs as much as an ocean liner."
  },
  {
    "type": "trivia",
    "fact": "Alma mater means bountiful mother."
  },
  {
    "type": "trivia",
    "fact": "American car horns beep in the tone of F."
  },
  {
    "type": "trivia",
    "fact": "American colonists discovered that superior candles could be made from the fruit of a squat bush growing in the sand dunes along the New England seashore. The small, grayish bayberry was picked, crushed, and boiled. It had to be skimmed several times before the pale, nearly transparent, green fat was sufficiently refined. Bayberry candles were highly prized, because so much labor and so many berries were needed to make just one candle."
  },
  {
    "type": "trivia",
    "fact": "American gymnast George Eyser, won six medals even though his left leg was made out of wood."
  },
  {
    "type": "trivia",
    "fact": "An American urologist bought Napoleon's penis for $40,000."
  },
  {
    "type": "trivia",
    "fact": "An average orange falls just as fast as a skydiver. It's hard to catch in free fall, though - the \"burble\" of disturbed air around the jumper pushes the orange away."
  },
  {
    "type": "trivia",
    "fact": "An average person’s yearly fast food intake will contain 12 pubic hairs."
  },
  {
    "type": "trivia",
    "fact": "An expert fly fisherman may have as many as 10,000 flies in his collection."
  },
  {
    "type": "trivia",
    "fact": "An iron carried the following warning: \"Never iron clothes while they are being worn.\""
  },
  {
    "type": "trivia",
    "fact": "An ordinary TNT bomb involves atomic reaction, and could be called an atomic bomb. What we call an A-bomb involves nuclear reactions and should be called a nuclear bomb."
  },
  {
    "type": "trivia",
    "fact": "An under-arm deodorant container had printed on it: \"Caution: Do not spray in eyes.\""
  },
  {
    "type": "trivia",
    "fact": "Arabic numerals are not really Arabic; they were created in India."
  },
  {
    "type": "trivia",
    "fact": "Arachibutyrophobia is the fear of peanut butter sticking to the roof of your mouth."
  },
  {
    "type": "trivia",
    "fact": "Aristotle stuttered."
  },
  {
    "type": "trivia",
    "fact": "As many as 50 gallons of maple sap are needed to make a single gallon of maple sugar."
  },
  {
    "type": "trivia",
    "fact": "At any given time, there are at least 1,800 thunderstorms in progress over the earth's atmosphere."
  },
  {
    "type": "trivia",
    "fact": "At last count there were about 226,000 trees in New York's Central Park."
  },
  {
    "type": "trivia",
    "fact": "At latitude 60 degrees south you can sail all the way around the world."
  },
  {
    "type": "trivia",
    "fact": "Barbie's full name is \"Babara Millicent Roberts.\""
  },
  {
    "type": "trivia",
    "fact": "Barbie's measurements if she were life size: 39-23-33"
  },
  {
    "type": "trivia",
    "fact": "Baton Rouge is a French term meaning “red stick.”"
  },
  {
    "type": "trivia",
    "fact": "Because metal was scarce, the Oscars given out during World War II were made of wood."
  },
  {
    "type": "trivia",
    "fact": "Before Columbus arrived in the Americas, no native american had type B blood."
  },
  {
    "type": "trivia",
    "fact": "Bill Gates' first business was Traff-O-Data, a company that created machines which recorded the number of cars passing a given point on a road."
  },
  {
    "type": "trivia",
    "fact": "Bill Gates’ first business was Traff-O-Data, a company that created machines which recorded the number of cars passing a given point on a road."
  },
  {
    "type": "trivia",
    "fact": "Black was the only colour that Ford produced the Model T. It was the only paint available which would dry fast enough to keep up with the fast pace of the assembly line."
  },
  {
    "type": "trivia",
    "fact": "England is smaller than New England."
  },
  {
    "type": "trivia",
    "fact": "Every time you lick a stamp you consume 1/10 of a calorie."
  },
  {
    "type": "trivia",
    "fact": "February is Black History Month."
  },
  {
    "type": "trivia",
    "fact": "Hot water is heavier than cold."
  },
  {
    "type": "trivia",
    "fact": "It is impossible to lick your elbow."
  },
  {
    "type": "trivia",
    "fact": "Most toilets flush in E flat."
  },
  {
    "type": "trivia",
    "fact": "Outside the USA, Ireland is the largest software producing country in the world."
  },
  {
    "type": "trivia",
    "fact": "Pteronophobia is the fear of being tickled by feathers!"
  },
  {
    "type": "trivia",
    "fact": "Sound travels 15 times faster through steel than through the air."
  },
  {
    "type": "trivia",
    "fact": "Superglue will not stick to Teflon."
  },
  {
    "type": "trivia",
    "fact": "The first fossilized specimen of Australopithecus afarenisis was named Lucy after the paleontologists' favorite song 'Lucy in the Sky with Diamonds,' by the Beatles."
  },
  {
    "type": "trivia",
    "fact": "The right rear tire on your car will generally wear out before the others do."
  },
  {
    "type": "trivia",
    "fact": "The side of a hammer is a cheek."
  },
  {
    "type": "trivia",
    "fact": "Uranus' orbital axis is tilted at 90 degrees."
  },
  {
    "type": "trivia",
    "fact": "When you tie a noose, the rope is wrapped twelve times around because it's the same length as a persons head."
  },
  {
    "type": "trivia",
    "fact": "“Facebook Addiction Disorder” is a mental disorder identified by Psychologists."
  }
]