[
  {
    "type": "trivia",
    "fact": "5,840 people with pillow related injuries checked into U.S. emergency rooms in 1992."
  },
  {
    "type": "trivia",
    "fact": "7.5 million toothpicks can be created from a cord of wood."
  },
  {
    "type": "trivia",
    "fact": "A Rubik’s Cube can make 43,252,003,274,489,856,000 different combinations!"
  },
  {
    "type": "trivia",
    "fact": "A bonnet is the cap on the fire hydrant."
  },
  {
    "type": "trivia",
    "fact": "A cave man’s life span was only 18 years."
  },
  {
    "type": "trivia",
    "fact": "A normal piece of paper cannot be folded more than 7 times."
  },
  {
    "type": "trivia",
    "fact": "A short time before Lincoln's assassination, he dreamed he was going to die, and he related his dream to the Senate."
  },
  {
    "type": "trivia",
    "fact": "A team of four people made angry birds in eight months."
  },
  {
    "type": "trivia",
    "fact": "Bill Gates' first business was Traff-O-Data, a company that created machines which recorded the number of cars passing a given point on a road."
  },
  {
    "type": "trivia",
    "fact": "Hot water is heavier than cold."
  },
  {
    "type": "trivia",
    "fact": "It is impossible to lick your elbow."
  },
  {
    "type": "trivia",
    "fact": "Most toilets flush in E flat."
  },
  {
    "type": "trivia",
    "fact": "Outside the USA, Ireland is the largest software producing country in the world."
  },
  {
    "type": "trivia",
    "fact": "Pteronophobia is the fear of being tickled by feathers!"
  },
  {
    "type": "trivia",
    "fact": "Sound travels 15 times faster through steel than through the air."
  },
  {
    "type": "trivia",
    "fact": "Superglue will not stick to Teflon."
  },
  {
    "type": "trivia",
    "fact": "The first fossilized specimen of Australopithecus afarenisis was named Lucy after the paleontologists' favorite song 'Lucy in the Sky with Diamonds,' by the Beatles."
  },
  {
    "type": "trivia",
    "fact": "The right rear tire on your car will generally wear out before the others do."
  },
  {
    "type": "trivia",
    "fact": "The side of a hammer is a cheek."
  },
  {
    "type": "trivia",
    "fact": "Uranus' orbital axis is tilted at 90 degrees."
  },
  {
    "type": "trivia",
    "fact": "When you tie a noose, the rope is wrapped twelve times around because it's the same length as a persons head."
  },
  {
    "type": "trivia",
    "fact": "“Facebook Addiction Disorder” is a mental disorder identified by Psychologists."
  }
]