[
  {
    "type": "food",
    "fact": "A hard-boiled egg will spin. An uncooked or soft-boiled egg will not."
  },
  {
    "type": "food",
    "fact": "A peanut is not a nut; it is a legume."
  },
  {
    "type": "food",
    "fact": "A-1 Steak Sauce contains both orange peel and raisins."
  },
  {
    "type": "food",
    "fact": "Almonds are a member of the peach family."
  },
  {
    "type": "food",
    "fact": "Although the combination of chili peppers and oregano for seasoning has been traced to the ancient Aztecs, the present blend is said to be the invention of early Texans. Chili powder today is typically a blend of dried chilies, garlic powder, red peppers, oregano, and cumin."
  },
  {
    "type": "food",
    "fact": "Americans eat 18 acres of pizza a day."
  },
  {
    "type": "food",
    "fact": "Americans eat an average of 18 pounds of fresh apples each year. The most popular variety in the United States is the Red Delicious."
  },
  {
    "type": "food",
    "fact": "An apple, onion, and potato all have the same taste. The differences in flavor are caused by their smell. To prove this - pinch your nose and take a bite from each. They will all taste sweet."
  },
  {
    "type": "food",
    "fact": "An average American will eat 350 cows, 310 hogs, and 225 lambs in a lifetime."
  },
  {
    "type": "food",
    "fact": "An average dinner eaten by King Louis XIV of France; four plates of soup, a whole pheasant, a whole partridge, two slices of ham, a salad, mutton with garlic, pastry, fruit, and hardboiled eggs. At his death it was discovered that the King's stomach was twice the size of a normal stomach."
  },
  {
    "type": "food",
    "fact": "An ear of corn almost always has an even number of rows (twelve, fourteen, or sixteen)."
  },
  {
    "type": "food",
    "fact": "An ear of corn averages 800 kernels in 16 rows. A pound of corn consists of approximately 1,300 kernels. 100 bushels of corn produces approximately 7,280,000 kernels. Corn is produced on every continent of the world with the exception of Antarctica."
  },
  {
    "type": "food",
    "fact": "Argentinians eat more meat than any other nation in the world—an average of 10 ounces per person per day."
  },
  {
    "type": "food",
    "fact": "At McDonalds in New Zealand, they serve apricot pies instead of cherry ones."
  },
  {
    "type": "food",
    "fact": "Avocado is derived from the Spanish word 'aguacate' which is derived from 'ahuacatl' meaning testicle"
  },
  {
    "type": "food",
    "fact": "Beetles taste like apples, wasps like pine nuts, and worms  like fried bacon."
  },
  {
    "type": "food",
    "fact": "Black-eyed peas are not peas. They are beans."
  },
  {
    "type": "food",
    "fact": "Dr. Kellogg introduced Kellogg’s Corn Flakes in hopes that it would reduce masturbation."
  },
  {
    "type": "food",
    "fact": "Haggis, a traditional Scottish dish, is made from lungs, heart, and liver of a sheep, chopped with onions, seasonings, suet, and oatmeal, and then boiled in a bag made from the sheep's stomach."
  },
  {
    "type": "food",
    "fact": "Herring is the most widely eaten fish in the world."
  },
  {
    "type": "food",
    "fact": "Honey does not spoil."
  },
  {
    "type": "food",
    "fact": "Honey is the only food that does not spoil. Honey found in the tombs of Egyptian pharaohs has been tasted by archaeologists and found edible."
  },
  {
    "type": "food",
    "fact": "Honey is the only food that doesn't spoil."
  },
  {
    "type": "food",
    "fact": "Honey is the only natural food that is made without destroying any kind of life. What about milk you say?"
  },
  {
    "type": "food",
    "fact": "Ice cream was originally made without sugar and eggs."
  },
  {
    "type": "food",
    "fact": "If you put a raisin in a glass of champagne, it will keep floating to the top and sinking to the bottom."
  },
  {
    "type": "food",
    "fact": "Jelly Belly jelly beans were the first jelly beans in outer space when they went up with astronauts in the June 21, 1983 voyage of the space shuttle Challenger, the same voyage as the first American woman in space, Sally Ride."
  },
  {
    "type": "food",
    "fact": "Ketchup was sold in the 1830s as medicine"
  },
  {
    "type": "food",
    "fact": "Pearls melt in vinegar."
  }
]