[
  {
    "type": "inventions",
    "fact": "A dentist invented the electric chair!!!"
  },
  {
    "type": "inventions",
    "fact": "A device invented as a primitive steam engine by the Greek engineer Hero, about the time of the birth of Christ, is used today as a rotating lawn sprinkler."
  },
  {
    "type": "inventions",
    "fact": "A machine has been invented that can read printed English books aloud to the blind, and it can do so at speed half again as fast as normal speech."
  },
  {
    "type": "inventions",
    "fact": "Abraham Lincoln once invented a device for lifting riverboats over shallow water."
  },
  {
    "type": "inventions",
    "fact": "After Sir Isaac Newton died, a sealed trunk was found among his belongings containing nearly 100,000 pages he had written on the subjects of alchemy, astrology, and the occult."
  },
  {
    "type": "inventions",
    "fact": "Alexander Graham Bell applied for his patent on the telephone, an “Improvement in Telegraphy”, on Valentine’s Day, 1876."
  },
  {
    "type": "inventions",
    "fact": "Alexander Graham Bell refused to have a phone in his study - the ringing drove him nuts."
  },
  {
    "type": "inventions",
    "fact": "As an advertising gimmick, Carl Meyer, nephew of lunch meat mogul Oscar Meyer, invented the company's \"Wienermobile\". On July 18, 1936, the first Oscar Mayer \"Wienermobile\" rolled out of General Body Company's factory in Chicago. The Wienermobile still tours the U.S. today."
  },
  {
    "type": "inventions",
    "fact": "At the St. Louis World's Fair in 1904, Richard Blechyden, and Englishman, had a tea concession. On a very hot day, none of the fairgoers were interested in hot tea. Blechyden served the tea cold—and invented iced tea."
  },
  {
    "type": "inventions",
    "fact": "Benjamin Franklin helped to write the United States Constitution at the age of 81."
  },
  {
    "type": "inventions",
    "fact": "Benjamin Franklin invented crop insurance."
  },
  {
    "type": "inventions",
    "fact": "Benjamin Franklin lived at 141 Market Street, Philadelphia, PA."
  },
  {
    "type": "inventions",
    "fact": "Benjamin Franklin was America's first political cartoonist. His drawing of a snake divided into eight parts was published in Philadelphia in 1754."
  },
  {
    "type": "inventions",
    "fact": "Benjamin Franklin was one of the first people to manufacture playing cards in America."
  },
  {
    "type": "inventions",
    "fact": "Benjamin Franklin was the 15th child of a Boston soap maker."
  },
  {
    "type": "inventions",
    "fact": "Benjamin Franklin was the first head of the United States Post Office."
  },
  {
    "type": "inventions",
    "fact": "Bikinis and tampons were invented by men."
  },
  {
    "type": "inventions",
    "fact": "Bullet proof vests, fire escapes, windshield wipers, and laser printers were all invented by women."
  },
  {
    "type": "inventions",
    "fact": "Camel's-hair brushes are not made of camel's hair. They were invented by a man named Mr. Camel."
  },
  {
    "type": "inventions",
    "fact": "Chop suey was invented in the United States. Its creator was a Chinese dignitary visiting America in the nineteenth century. Requested by American friends to prepare an authentic Chinese meal and not having the proper ingredients, the Chinese gentleman ordered his cook to collect all available foods, pour them into a large pot, and flavor the whole thing with soy sauce, which was still relatively new and exotic to the western palate. Asked the name of this delicious concoction, the dignitary, spotting a pair of chopsticks lying near the bottle of soy sauce, replied, “Chop-soy”. Through his heavy Chinese accent this became “Chop Suey,” and so it has remained ever since."
  },
  {
    "type": "inventions",
    "fact": "Construction workers hard hats were first invented and used in the building of the Hoover Dam in 1933."
  },
  {
    "type": "inventions",
    "fact": "Craven Walker invented the lava lamp, and its contents are colored wax and water."
  },
  {
    "type": "inventions",
    "fact": "Cyano-acrylate glues (Super glues) were invented by accident. The researcher was trying to make optical coating materials, and would test their properties by putting them between two prisms and shining light through them. When he tried the cyano-acrylate, he couldn't get the prisms apart."
  },
  {
    "type": "inventions",
    "fact": "Diet Coke was only invented in 1982."
  },
  {
    "type": "inventions",
    "fact": "Edison’s first light bulb filament was made of cotton (1879)."
  },
  {
    "type": "inventions",
    "fact": "Electrical hearing aids were invented in 1901 by Miller R. Hutchinson, who was (you guessed it) from New York."
  },
  {
    "type": "inventions",
    "fact": "Ethernet is a registered trademark of Xerox, Unix is a registered trademark of AT&T."
  },
  {
    "type": "inventions",
    "fact": "False eyelashes were invented by the American film director D.W. Griffith while he was making his 1916 epic, \"Intolerance\". Griffith wanted actress Seena Owen to have lashes that brushed her cheeks, to make her eyes shine larger than life. A wigmaker wove human hair through fine gauze, which was then gummed to Owen's eyelids. \"Intolerance\" was critically acclaimed but flopped financially, leaving Griffith with huge debts that he might have been able to settle easily - had he only thought to patent the eyelashes."
  },
  {
    "type": "inventions",
    "fact": "Frank Lloyd Wright's son invented Lincoln Logs."
  },
  {
    "type": "inventions",
    "fact": "Games Slayter, a Purdue graduate, invented fiberglass."
  },
  {
    "type": "inventions",
    "fact": "Henry Waterman, of New York, invented the elevator in 1850. He intended it to transport barrels of flour."
  },
  {
    "type": "inventions",
    "fact": "In 1843, a mathematician, Ada Byron, published the first computer programs. She based them on Jacquard's punch-card idea. Her programs were for the first general-purpose mechanical digital computer, that was just invented by Charles Babbage."
  },
  {
    "type": "inventions",
    "fact": "In 1916, Jones Wister of Philadelphia, Pennsylvania invented a rifle for shooting around corners. It had a curved barrel and periscopic sights."
  },
  {
    "type": "inventions",
    "fact": "In the early 1800s, a French silk weaver called Joseph-Marie Jacquard invented a way of automatically controlling the warp and weft threads on a silk loom by recording patterns of holes in a string of cards."
  },
  {
    "type": "inventions",
    "fact": "Incan soldiers invented the process of freeze-drying food. The process was primitive but effective -- potatoes would be left outside to freeze overnight, then thawed and stomped on to remove excess water."
  },
  {
    "type": "inventions",
    "fact": "Isaac Singer invented the sewing machine for home use in 1851."
  },
  {
    "type": "inventions",
    "fact": "It is believed that Leonardo Da Vinci invented the scissors."
  },
  {
    "type": "inventions",
    "fact": "It took 55 years before the telephone, invented in 1820, was put to use in society."
  },
  {
    "type": "inventions",
    "fact": "James J. Ritty, owner of a tavern in Dayton, Ohio, invented the cash register in 1879 to stop his patrons from pilfering house profits."
  },
  {
    "type": "inventions",
    "fact": "James Ramsey invented a steam-driven motorboat in 1784. He ran it on the Potomac River, and the event was witnessed by George Washington."
  },
  {
    "type": "inventions",
    "fact": "John Greenwood, also of New York invented the dental drill in 1790."
  },
  {
    "type": "inventions",
    "fact": "John Kellogg invented corn flakes, for a patient with bad teeth. Charles Post invented Grape Nuts. Dr. Kellogg was the manager of a Michigan health spa and Post was a patient. The spa was founded by Sylvester Graham...inventor of the Graham cracker and pioneer of the early 1800s movement to eat more bran."
  },
  {
    "type": "inventions",
    "fact": "John Walker, an English chemist, never patented the match (he invented it) because he thought it was too important to be anything but public property."
  },
  {
    "type": "inventions",
    "fact": "Joseph Priestley, the English chemist, invented carbonated water. It was a by-product of his investigations into the chemistry of air."
  },
  {
    "type": "inventions",
    "fact": "King Richard II invented the handkerchief."
  },
  {
    "type": "inventions",
    "fact": "Leonardo Da Vinci invented the scissors."
  },
  {
    "type": "inventions",
    "fact": "Limelight was how we lit the stage before electricity was invented. Basically, illumination was produced by heating blocks of lime until they glowed"
  },
  {
    "type": "inventions",
    "fact": "Lincoln Logs were invented by Frank Lloyd Wright's son."
  },
  {
    "type": "inventions",
    "fact": "Paper was invented early in the second century by Chinese eunuch."
  },
  {
    "type": "inventions",
    "fact": "Parimutuel betting was invented in 1865 by a Parisian perfumer maker named Pierre Oiler."
  },
  {
    "type": "inventions",
    "fact": "Pickled herrings were invented in 1375."
  },
  {
    "type": "inventions",
    "fact": "Pierre Beaumarchais, one of the leading French dramatists of the eighteenth century, invented a device called the escapement, without which modern wristwatches would have been impossible. Beaumarchais was one of the most important Frenchmen to fight on the side of the colonies in the American revolution, was a secret agent for Louis XVI and gave harp lessons to the King's daughter, instituted in France the practice of paying playwrights royalties for their performed works, spent several years in jail for bank fraud and treason and pleaded his own case in court several times, edited the works of Voltaire, and wrote the operas The Barber of Seville and The Marriage of Figaro."
  },
  {
    "type": "inventions",
    "fact": "Roulette was invented by the great French mathematician and philosopher Blaise Pascal. It was a by-product of his experiments with perpetual motion."
  },
  {
    "type": "inventions",
    "fact": "Slinkys were invented by an airplane mechanic; he was playing with engine parts and realized the possible secondary use of one of the springs."
  },
  {
    "type": "inventions",
    "fact": "The Buick, the first automobile manufactured by the General Motors Corporation, was actually built by a man named David Buick, a plumber by trade, also invented a process whereby porcelain could be annealed into iron, hence making possible the production of the white porcelain bathtub."
  },
  {
    "type": "inventions",
    "fact": "The Chinese invented the speedometer. In 1027, Lu Taolung presented the Emperor Jen Chung with a cart that could measure the distances it spanned by means of a mechanism with eight wheels and two moving arms. One arm struck a drum each time a li (about a third of a mile) was covered. Another rang a bell every 10 li."
  },
  {
    "type": "inventions",
    "fact": "The Graham cracker was named after Sylvester Graham (1794-1851). A New England minister, Graham not only invented the cracker but also published a journal in Boston that took a rabid stand against tea, coffee, feather beds, and women's corsets."
  },
  {
    "type": "inventions",
    "fact": "The Manhattan cocktail, a mixture of whiskey and sweet vermouth, was invented by WInston Churchill’s mother."
  },
  {
    "type": "inventions",
    "fact": "The Phillips-head screwdriver was invented in Oregon."
  },
  {
    "type": "inventions",
    "fact": "The alarm clock was not invented by the Marquis de Sade, as some suspect, but rather by a man named Levi Hutchins of Concord, New Hampshire, in 1787. Perversity, though, characterized his invention from the beginning. The alarm on his clock could ring only at 4 am. Rumor has it that Hutchins was murdered by his wife at 4:05 am on a very dark and deeply cold New England morning."
  },
  {
    "type": "inventions",
    "fact": "The cigarette lighter was invented before the match"
  },
  {
    "type": "inventions",
    "fact": "The cigarette lighter was invented before the match."
  },
  {
    "type": "inventions",
    "fact": "The corkscrew was invented by M.L. Bryn, also of New York, in 1860."
  },
  {
    "type": "inventions",
    "fact": "The electric chair was invented by a dentist."
  },
  {
    "type": "inventions",
    "fact": "The electric door bell was invented by Joseph Henry in 1"
  },
  {
    "type": "inventions",
    "fact": "The first plastic ever invented was celluloid, which is still used to make billiard balls. It came into use in 1868, when cellulose nitrate was first combined with natural camphor in a laboratory. At the time it was regarded as a mere curiosity."
  },
  {
    "type": "inventions",
    "fact": "The fortune cookie was invented by Los Angeles noodlemaker George Jung in 1916."
  },
  {
    "type": "inventions",
    "fact": "The game of dominoes was invented by French monks. It is named for a phrase in the Vesper services: Dixit Dominus Domineo Meo."
  },
  {
    "type": "inventions",
    "fact": "The guillotine was originally called a louisette. Named for Antoine Louis, the French surgeon who invented it. It became known as the guillotine for Joseph Ignace Guillotin, the French physician who advocated it as a more merciful means of execution than the noose or ax."
  },
  {
    "type": "inventions",
    "fact": "The level and the claw hammer, found in every modern carpenter's tool chest, were invented by the ancient Romans."
  },
  {
    "type": "inventions",
    "fact": "The microwave was invented after a researcher walked by a radar tube and a chocolate bar melted in his pocket."
  },
  {
    "type": "inventions",
    "fact": "The mother of Michael Nesmith of \"The Monkees\" invented whiteout."
  },
  {
    "type": "inventions",
    "fact": "The parachute was invented by Leonardo da Vinci in 1515."
  },
  {
    "type": "inventions",
    "fact": "The parking meter was invented in Oklahoma City. It was the brainstorm of one Carl Magee, whose first model appeared in 1935. Early models look almost exactly like modern ones: few items have changed as little through the years as the parking meter."
  },
  {
    "type": "inventions",
    "fact": "The person who invented the Frisbee was cremated and made into frisbees after he died!"
  },
  {
    "type": "inventions",
    "fact": "The postage stamp was invented by an Englishman named James Chambers in 1834. Before that time envelopes had stamps engraved upon them. They were bulky, however, and Chambers' invention caught on immediately. Postage stamps were introduced to America in 1847."
  },
  {
    "type": "inventions",
    "fact": "The rickshaw was invented by an American. The Reverend Jonathan Scobie, a Baptist minister living in Yokohama, Japan, built the first model in 1869 in order to transport his invalid wife through the city streets. Copies were made by the minister's parishioners and soon the rickshaw became a standard mode of transportation in Asia."
  },
  {
    "type": "inventions",
    "fact": "The roller coaster was invented in the 17th century in Russia."
  },
  {
    "type": "inventions",
    "fact": "The saxophone is named after Antoine Sax. Born in Belgium, Sax invented a number of unusual-sounding brass instruments, all of which he named after himself. Besides the saxophone, he created the saxhorn and the saxotromba."
  },
  {
    "type": "inventions",
    "fact": "The shoestring was invented in England in 1790. Prior to this time all shoes were fastened with buckles."
  },
  {
    "type": "inventions",
    "fact": "The straw was probably invented by Egyptian brewers to taste in-process beer without removing the fermenting ingredients which floated on the top of the container."
  },
  {
    "type": "inventions",
    "fact": "The tailless dinner jacket was invented in Tuxedo Park, New York. Thus it is called the \"tuxedo dinner jacket\" and is named after the town...not the other way around."
  },
  {
    "type": "inventions",
    "fact": "The telephone was not invented by Alexander Graham Bell. Its first creator was a German, Philip Reis, who in 1861 made a primitive sending-receiving transmitter which he called the “telephone.” Tweleve years later Elisha Gray of Chicago completed a short-distance telephone communication. Bell's invention, patented in March, 1876, was distinguished by the fact that it was the first sending-receiving mechanism over which the human voice could be transmitted."
  },
  {
    "type": "inventions",
    "fact": "The toothbrush was invented in 1498."
  },
  {
    "type": "inventions",
    "fact": "The vibrator was invented by a physician to treat women who suffered from \"hysteria.\""
  },
  {
    "type": "inventions",
    "fact": "The waffle iron was invented August 24, 1869."
  },
  {
    "type": "inventions",
    "fact": "Thomas Crapper developed the flush toilet. In 1884, he simulated the materials a toilet would normally handle, to create “a super-flush which had completely cleared away: 10 apples, 1 flat sponge, 3 air vessels, Plumbers Smudge coated over the pan, 4 pieces of paper adhering closely to the soiled surface.” A fantastic feat of flushing!"
  },
  {
    "type": "inventions",
    "fact": "Thomas Edison, the inventor of the lightbulb, was actually afraid of the dark."
  },
  {
    "type": "inventions",
    "fact": "Thomas Jefferson invented the dumbwaiter."
  },
  {
    "type": "inventions",
    "fact": "Velcro was invented by a Swiss guy who was inspired by the way burrs attached to clothing."
  },
  {
    "type": "inventions",
    "fact": "Wallpaper was invented in Philadelphia. The inventor was one Plunket Fleeson, who in 1739 stamped designs on paper with woodblocks and painted them in by hand. In August of that year Fleeson advertised in the Pennsylvania Gazette the sale of “bed ticks, choice live geese feathers, as well as paper hangings.”"
  },
  {
    "type": "inventions",
    "fact": "William Moulton Marston was the creator of Wonder Woman. He also invented the polygraph."
  }
]