[
  {
    "type": "legal",
    "fact": "A Saudi Arabian woman can get a divorce if her husband doesn't give her coffee."
  },
  {
    "type": "legal",
    "fact": "A Texan convicted of robbery worked out a deal to pay $9600 in damages rather than serve a two-year prison sentence. For payment, he gave the court a forged check. He got his prison term back, plus eight more years."
  },
  {
    "type": "legal",
    "fact": "A Venetian law decrees that all gondolas must be painted black. The only exceptions are gondolas belonging to high public officials."
  },
  {
    "type": "legal",
    "fact": "A Virginia law requires all bathtubs to be kept inside the house"
  },
  {
    "type": "legal",
    "fact": "A judge in Louisville decided a jury went \"a little bit too far\" in recommending a sentence of 5,005 years for a man who was convicted of five robberies and a kidnapping. The judge reduced the sentence to 1,001 years."
  },
  {
    "type": "legal",
    "fact": "According to the National Safety Council, an average of sixty-nine people a day are shot to death with handguns in the United States. Three-quarters of these shootings take place within the inner family circle or among close friends."
  },
  {
    "type": "legal",
    "fact": "American Indians do not have to pay tax on their land."
  },
  {
    "type": "legal",
    "fact": "An old law in Bellingham, Washington made it illegal for a woman to take more than 3 steps backwards while dancing."
  },
  {
    "type": "legal",
    "fact": "An old law in Bellingham, Washington, made it illegal for a woman to take more than 3 steps backwards while dancing."
  },
  {
    "type": "legal",
    "fact": "Anti-modem laws restrict Internet access in the country of Burma. Illegal possession of a modem can lead to a prison term."
  },
  {
    "type": "legal",
    "fact": "Approximately 80 percent of the men serving terms in American prisons for rape were convicted not of forcible rape but of statutory rape, that is, of fornicating with a girl who is underage."
  },
  {
    "type": "legal",
    "fact": "Barbers are not allowed to eat onions between 7 a.m. and 7 p.m. in Waterloo, Nebraska."
  },
  {
    "type": "legal",
    "fact": "Before 1941 fingerprints were not accepted as evidence in court. Up to that time it was not an established fact that no two fingerprints were alike. Today the only way in which fingerprints will not be allowed as evidence is if the defense can prove that there are in fact two sets of fingerprints somewhere in the world that match."
  },
  {
    "type": "legal",
    "fact": "Cattle branding in the United States did not originate in the West. It began in Connecticut in the mid-nineteenth century, when farmers were required by law to mark all their pigs."
  },
  {
    "type": "legal",
    "fact": "Christmas was once illegal in England."
  },
  {
    "type": "legal",
    "fact": "City Ordinance #352 in Pacific Grove, California (USA) makes it illegal, actually a misdemeanor, to kill or threaten to kill a butterfly."
  },
  {
    "type": "legal",
    "fact": "Connecticut and Rhode Island never ratified the 18th Amendment (Prohibition)."
  },
  {
    "type": "legal",
    "fact": "Dueling is legal in Paraguay as long as both parties are registered blood donors."
  },
  {
    "type": "legal",
    "fact": "During World War I the punishment for homosexuality in the French army was execution. If the offender was an officer he was allowed a final charge against the enemy on the understanding that he would get himself shot."
  },
  {
    "type": "legal",
    "fact": "During the time of Peter the Great, any Russian man who wore a beard was required to pay a special tax."
  },
  {
    "type": "legal",
    "fact": "Facebook, Skype and Twitter are all banned in China."
  },
  {
    "type": "legal",
    "fact": "Franklin D. Roosevelt's birthday is a legal holiday in the Virgin Islands."
  },
  {
    "type": "legal",
    "fact": "If you attempted to commit suicide in England in the 1800’s, and were unsuccessful, you would face the death penalty."
  },
  {
    "type": "legal",
    "fact": "In 1929 in Chicago, gunmen in the suspected employment of organized-crime boss Al Capone murder seven members of the George “Bugs” Moran North Siders gang in a garage on North Clark Street. The so-called St. Valentine’s Day Massacre stirred a media storm centered on Capone and his illegal Prohibition-era activities and motivated federal authorities to redouble their efforts to find evidence incriminating enough to take him off the streets."
  },
  {
    "type": "legal",
    "fact": "In Alaska it is illegal to shoot at a moose from the window of an airplane or other flying vehicle."
  },
  {
    "type": "legal",
    "fact": "In Baltimore USA it is illegal to wash or scrub a sink regardless of how dirty it is."
  },
  {
    "type": "legal",
    "fact": "In Chicago it is illegal to be ugly in public. (Referring to drunkeness.)"
  },
  {
    "type": "legal",
    "fact": "In Cleveland, Ohio women are not allowed to wear patent-leather shoes."
  },
  {
    "type": "legal",
    "fact": "In Cleveland, Ohio, it's illegal to catch mice without a hunting license."
  },
  {
    "type": "legal",
    "fact": "In Cleveland, Ohio, it’s illegal to catch mice without a hunting license."
  },
  {
    "type": "legal",
    "fact": "In Columbus, it is illegal for stores to sell corn flakes on Sunday[/li]"
  },
  {
    "type": "legal",
    "fact": "In England, the Speaker of the House is not allowed to speak during a debate."
  },
  {
    "type": "legal",
    "fact": "In Hartford, Connecticut, it is illegal for a husband to kiss his wife on Sundays."
  },
  {
    "type": "legal",
    "fact": "In Italy, it is illegal to make coffins out of anything except nutshells or wood."
  },
  {
    "type": "legal",
    "fact": "In Jasmine, Saskatchewan, it is illegal for a cow to moo within 300 km of a private home."
  },
  {
    "type": "legal",
    "fact": "In Kentucky, it is illegal to carry ice-cream in your back pocket."
  },
  {
    "type": "legal",
    "fact": "In Massachusetts - It is illegal to put tomatoes in clam chowder"
  },
  {
    "type": "legal",
    "fact": "In New York State, it is illegal to but any alcohol on Sundays before noon."
  },
  {
    "type": "legal",
    "fact": "In New York State, it is still illegal to shoot a rabbit from a moving trolley car."
  },
  {
    "type": "legal",
    "fact": "In Providence, it is illegal to sell toothpaste and a toothbrush to the same customer on a Sunday"
  },
  {
    "type": "legal",
    "fact": "In Riverside, California, there is an old law on the city's books which makes it illegal to kiss unless both people wipe their lips with rose water."
  },
  {
    "type": "legal",
    "fact": "In Texas, it is illegal to curse in front of or indecently expose a corpse."
  },
  {
    "type": "legal",
    "fact": "In Texas, it’s illegal to put graffiti on someone else’s cow."
  },
  {
    "type": "legal",
    "fact": "In Turkey, in the sixteenth and seventeenth centuries, anyone caught drinking coffee was put to death."
  },
  {
    "type": "legal",
    "fact": "In Utah, it is illegal to swear in front of a dead person."
  },
  {
    "type": "legal",
    "fact": "In Vermont, USA, it is illegal for women to wear false teeth without the written permission of their husbands."
  },
  {
    "type": "legal",
    "fact": "In York, it is perfectly legal to shoot a Scotsman with a bow and arrow (except on Sundays)"
  },
  {
    "type": "legal",
    "fact": "In parts of Alaska, it’s illegal to feed alcohol to a moose."
  },
  {
    "type": "legal",
    "fact": "In seventeenth-century Japan, no citizen was allowed to leave the country on penalty of death. Anyone caught coming or going without permission was executed on the spot."
  },
  {
    "type": "legal",
    "fact": "In the UK, it is illegal to eat mince pies on Christmas Day!"
  },
  {
    "type": "legal",
    "fact": "In the UK, there is no act of parliament making it illegal to commit murder. Murder is only illegal due to legal precedent."
  },
  {
    "type": "legal",
    "fact": "It is against the law to sing out of tune in North Carolina."
  },
  {
    "type": "legal",
    "fact": "It is illegal to eat oranges while bathing in California."
  },
  {
    "type": "legal",
    "fact": "It is illegal to frown at cows in Bladworth, Saskatchewan."
  },
  {
    "type": "legal",
    "fact": "It is illegal to get fish drunk in Oklahoma."
  },
  {
    "type": "legal",
    "fact": "It is illegal to hunt camels in the state of Arizona."
  },
  {
    "type": "legal",
    "fact": "It is illegal to hunt camels in the state of Arizona."
  },
  {
    "type": "legal",
    "fact": "It is illegal to swim on dry land in Santa Anna, California."
  },
  {
    "type": "legal",
    "fact": "It used to be against the law to have a pet dog in Iceland."
  },
  {
    "type": "legal",
    "fact": "It was illegal to sell ET dolls in France because there is a law against selling dolls without human faces."
  },
  {
    "type": "legal",
    "fact": "It's against the law to burp, or sneeze in a church in Nebraska, USA."
  },
  {
    "type": "legal",
    "fact": "It's against the law to have a pet in Iceland."
  },
  {
    "type": "legal",
    "fact": "It's illegal to spit on the sidewalk in Norfolk, Virginia."
  },
  {
    "type": "legal",
    "fact": "It’s illegal in Alabama to wear a fake moustache that causes laughter in church."
  },
  {
    "type": "legal",
    "fact": "Lawn darts are illegal in Canada."
  },
  {
    "type": "legal",
    "fact": "Mailing an entire building has been illegal in the U.S. since 1916 when a man mailed a 40,000-ton brick house across Utah to avoid high freight rates."
  },
  {
    "type": "legal",
    "fact": "Marie-Augustin Marquis de Pélier of Brittany was arrested in 1786 and spent the next fifty years of his life in prison. His crime, whistling at Queen Marie Antoinette as she was being ushered into a theater."
  },
  {
    "type": "legal",
    "fact": "Murder is the only crime that does not increase during the full moon. Theft, disorderly conduct, larceny, armed robbery, assault and battery, illegal breaking and entering, and rape all statistically increase dramatically during the full moon."
  },
  {
    "type": "legal",
    "fact": "New York was the first state to require the licensing of motor vehicles. The law was adopted in 1901."
  },
  {
    "type": "legal",
    "fact": "Prior to the adoption of the twelfth amendment in 1804, the candidate who ran second in a presidential race automatically became vice-president. Thomas Jefferson became John Adams' vice-president in this way."
  },
  {
    "type": "legal",
    "fact": "Rule of thumb – from old English law which made it illegal for a husband to beat his wife with anything thicker than a thumb"
  },
  {
    "type": "legal",
    "fact": "The United State Supreme Court once ruled Federal income tax unconstitutional. Income tax was first imposed during the Civil War as a temporary revenue-raising measure. In the late 1800's the government attempted to revive the levy again, but the Supreme Court ruled it in violation of the constitutional provision that direct taxes must be apportioned among the states according to their population. In 1913, however, Congress passed the Sixteenth Amendment, making a Federal impost legal once again."
  },
  {
    "type": "legal",
    "fact": "The dome on Monticello, Thomas Jefferson's home, conceals a billiards room. In Jefferson's day, billiards were illegal in Virginia."
  },
  {
    "type": "legal",
    "fact": "The earliest known legal text was written by Ur Nammu in 2100 B.C."
  },
  {
    "type": "legal",
    "fact": "The hammer throw is illegal as a high school sport in all states except Rhode Island."
  },
  {
    "type": "legal",
    "fact": "The receipts from illegal gambling each year in the United States surpass the total revenues of America's seventy-five largest industrial organizations combined."
  },
  {
    "type": "legal",
    "fact": "Until 1893, lynching was legal in the United States. The first anti-lynching law was passed in Georgia, but it only made the violation punishable by four years in prison."
  },
  {
    "type": "legal",
    "fact": "You can be fined up to $1,000 for whistling on Sunday in Salt Lake City, Utah."
  }
]