[
  {
    "type": "literature",
    "fact": "\"The Siege Of Belgrade\" was a poem written by Alaric Watts in 1817. It was a poem where each line (of 27) had only words beginning with each letter of the alphabet: Line 1: A-words. Line 2:B-Words. Line 26: Z-words"
  },
  {
    "type": "literature",
    "fact": "\"The Tale of Genji\", a Japanese work from the early eleventh century, is considered by many scholars to be the world's first full novel. The novel was written by a woman: Murasaki Shikibu, or Lady Murasaki."
  },
  {
    "type": "literature",
    "fact": "After completing his book on the French revolution, the great English historian Thomas Carlyle gave the manuscript to his friend John Stuart Mill to proofread. By mistake Mill's housemaid used the papers to kindle a fire and destroyed the entire manuscript. Undaunted, Carlyle sat down and, without benefit of notes (he had destroyed these himself), completely reconstructed and rewrote the book."
  },
  {
    "type": "literature",
    "fact": "After publishing his famous dictionary, Noah Webster rewrote the bible, replacing all the words he considered were “naughty”."
  },
  {
    "type": "literature",
    "fact": "Alexander Pope published “The Rape of the Lock” at age twenty-four. Browning wrote “Pauline” when he was twenty, Bryon wrote “Childe Harold” at twenty-four. Keats wrote “Endymion” at twenty-three."
  },
  {
    "type": "literature",
    "fact": "Alfred, Lord Tennyson wrote a 6,000 word epic poem when he was twelve years old."
  },
  {
    "type": "literature",
    "fact": "All of the officers in the Confederate army were given copies of Les Miserables, by Victor Hugo, to carry with them at all times. Robert E. Lee, among others, believed that the book symbolized their cause. Both revolts were defeated."
  },
  {
    "type": "literature",
    "fact": "All of the roles in Shakespeare's plays were originally acted by men and boys. In England at that time, it wasn't proper for females to appear on stage."
  },
  {
    "type": "literature",
    "fact": "All or part of Shakespeare’s 300 original First Folios still survive."
  },
  {
    "type": "literature",
    "fact": "All the proceeds earned from James M. Barrie's book \"Peter Pan\" were bequeathed to the Great Ormond Street Hospital for the Sick Children in London."
  },
  {
    "type": "literature",
    "fact": "America's only statue of Charles Dickens graces Clark Park in Philadelphia, just off the University of Pennsylvania campus."
  },
  {
    "type": "literature",
    "fact": "Arthur Conan Doyle was knighted for his defence of the British concentration camps in the Boar war, not because of his Sherlock Holmes books."
  },
  {
    "type": "literature",
    "fact": "Arthur Conan Doyle, author of the Sherlock Holmes stories, was an ophthalmologist by profession."
  },
  {
    "type": "literature",
    "fact": "Beatrix Potter created the first of her legendary \"Peter Rabbit\" children's stories in 1902."
  },
  {
    "type": "literature",
    "fact": "Edgar Allan Poe and James Abbott McNeill Whistler both went to West Point."
  },
  {
    "type": "literature",
    "fact": "Edgar Allan Poe invented the detective story. Before he wrote “The Murders in the Rue Morgue” and “The Mystery of Marie Roget” the genre was totally unknown in English or American literature."
  },
  {
    "type": "literature",
    "fact": "Emily Dickinson wrote more than nine hundred poems, only four of which were published during her lifetime."
  },
  {
    "type": "literature",
    "fact": "English writer Ben Johnson was buried standing up in Westminister Abbey because he couldn’t afford normal grave space."
  },
  {
    "type": "literature",
    "fact": "Ernest Vincent Wright wrote a novel, \"Gadsby\", which contains over 50,000 words none of them with the letter \"E.\""
  },
  {
    "type": "literature",
    "fact": "Fagin, the sinister villain in Charles Dickens' Oliver Twist, was also the name of Dickens' best friend, Bob Fagin."
  },
  {
    "type": "literature",
    "fact": "Faust, the protagonist of works by Christopher Marlowe, Goethe, and dozens of other writers, was an actual person. Johann Faust was a sixteenth-century doctor of theology at the University of Wittenberg in Germany. Many stories were told about him during his lifetime, including one in which he sold his soul to the devil in exchange for external youth and wisdom. The tale captured the imagination of authors for centuries afterward."
  },
  {
    "type": "literature",
    "fact": "First novel ever written on a typewriter: Tom Sawyer"
  },
  {
    "type": "literature",
    "fact": "Ghosts appear in 4 Shakespearian plays; Julius Caesar, Richard III, Hamlet and Macbeth."
  },
  {
    "type": "literature",
    "fact": "Gutenburg invented the printing press in the 1450's, and the first book to ever be printed was the Bible. It was, however, in Latin rather than English."
  },
  {
    "type": "literature",
    "fact": "Hans Christian Andersen, creator of fairy tales, was word-blind. He never learned to spell correctly, and his publishers always had the spelling errors corrected."
  },
  {
    "type": "literature",
    "fact": "Henry Wadsworth Longfellow, who made John and Priscilla Alden famous in his poem “The Courtship of Miles Standish,” was related to both these actual historical personages."
  },
  {
    "type": "literature",
    "fact": "Isaac Asimov is the only author to have a book in every Dewey-decimal category."
  },
  {
    "type": "literature",
    "fact": "John Milton used 8,000 different words in his poem, \"Paradise Lost.\""
  },
  {
    "type": "literature",
    "fact": "John Milton went blind at the age of 46, which meant his greatest poem Paradise Lost could only be writeen with the help of his 3 daughters, doubled as secretaries."
  },
  {
    "type": "literature",
    "fact": "Samuel Taylor Coleridge wrote his famous poem “Kubla Khan” directly from a dream. Coleridge was in the midst of writing down the visions he had seen in his dream when someone knocked on the door and he rose to let him in. On returning to his work, Coleridge found that he could not remember the rest of the dream. That is why “Kubla Khan” remains unfinished."
  },
  {
    "type": "literature",
    "fact": "Some biblical scholars believe that Aramaic (the language of the ancient Bible) did not contain an easy way to say \"many things\" and used a term which has come down to us as 40. This means that when the bible - in many places - refers to \"40 days,\" they meant many days."
  },
  {
    "type": "literature",
    "fact": "The Indian epic poem the Mahabharata is 8 times longer than the Greek epic poems The Iliad and The Odyssey combined."
  },
  {
    "type": "literature",
    "fact": "The fairy tales “Puss in Boots,” “Little Red Ridinghood,” “Cinderella,” and many others were first written down by Charles Perrault, who also helped design part of the Louvre."
  },
  {
    "type": "literature",
    "fact": "The oldest surviving love poem is written in a clay tablet from the times of the Sumerians, inventors of writing, around 3500 B.C. It was unromantically named Istanbul #2461 by the archeologists who unearthed it."
  },
  {
    "type": "literature",
    "fact": "The original story from \"Tales of 1001 Arabian Nights\" begins, \"Aladdin was a little Chinese boy.\""
  },
  {
    "type": "literature",
    "fact": "The original story of Alice in Wonderland was not known as Alice in Wonderland at all. It was called Alice's Adventures Under Ground and was illustrated by the author himself, Lewis Carroll—whose name was not Lewis Carroll, but Charles Lutwidge Dodgson. Dodgson was a mathematics professor at Christ's Church, Oxford."
  },
  {
    "type": "literature",
    "fact": "The original title of Jane Austen's novel Pride and Prejudice was First Impressions."
  },
  {
    "type": "literature",
    "fact": "The original title of the musical \"Hello Dolly!\" was \"Dolly: A Damned Exasperating Woman.\" Why did they change it? The original had such music, poetry, and pizzazz."
  },
  {
    "type": "literature",
    "fact": "The tam o' shanter is named for the hero of Robert Burns's poem of the same name."
  },
  {
    "type": "literature",
    "fact": "The word ‘nerd’ was first coined by Dr. Seuss in ‘If I ran the Zoo’"
  },
  {
    "type": "literature",
    "fact": "William Cullen Bryant, famous American critic, biographer, and civic leader, published a well-known satire on Thomas Jefferson at the age of thirteen. Before he was eighteen he had written his most famous poem, “To a Waterfowl.”"
  },
  {
    "type": "literature",
    "fact": "“The Washington Post March” by John Philip Susa was named after a newspaper, the Washington Post."
  }
]