[
  {
    "type": "movies",
    "fact": "'Some Like it Hot' (1959) was originally called 'Not Tonight Josephine'."
  },
  {
    "type": "movies",
    "fact": "About 55% of all movies are rated R."
  },
  {
    "type": "movies",
    "fact": "Alfred Hitchcock didn't have a belly button. It was eliminated when he was sewn up after surgery."
  },
  {
    "type": "movies",
    "fact": "Alfred Hitchcock directed the first talking film ever made in England. It was called Blackmail and was made in 1931."
  },
  {
    "type": "movies",
    "fact": "All of the clocks in the movie 'Pulp Fiction' are stuck on 4:20."
  },
  {
    "type": "movies",
    "fact": "Arnold Schwarzenegger began his transition from Austrian bodybuilder into an American film star when he made his screen debut in 1970 under the name “Arnold Strong” in “Hercules Goes Bananas.”"
  },
  {
    "type": "movies",
    "fact": "Braveheart director/producer Mel Gibson was investigated by the RSPCA inspectors, who refused to believe the horses on show weren't real but mechanical instead."
  },
  {
    "type": "movies",
    "fact": "Bruce Lee was so fast that they actually had to slow film down while shooting so you could see his moves. That's the opposite of the norm."
  },
  {
    "type": "movies",
    "fact": "Bruce was the nickname of the mechanical shark used in the \"Jaws\" movies."
  },
  {
    "type": "movies",
    "fact": "Dirty Harry's badge number is 2211."
  },
  {
    "type": "movies",
    "fact": "Disney's Beauty and the Beast is the only animated film ever to be nominated for Best Picture Oscar."
  },
  {
    "type": "movies",
    "fact": "Dooley Wilson appeared as Sam in the movie Casablanca. Dooley was a drummer - not a pianist in real life. The man who really played the piano in Casablanca was a Warner Brothers staff musician who was at a piano off camera during the filming."
  },
  {
    "type": "movies",
    "fact": "Dracula is the most filmed story of all time, Dr. Jekyll and Mr. Hyde is second and Oliver Twist is third."
  },
  {
    "type": "movies",
    "fact": "During the casting of the film Gone with the Wind, more than 1,400 candidates were interviewed for the part of Scarlett O'Hara, and more than $92,000 was spent in the search."
  },
  {
    "type": "movies",
    "fact": "During the chariot scene in \"Ben Hur,\" a small red car can be seen in the distance."
  },
  {
    "type": "movies",
    "fact": "Elwood Edwards did the voice for the AOL sound files (i.e. \"You've got Mail!\")."
  },
  {
    "type": "movies",
    "fact": "Four people played Darth Vader: David Prowse was his body, James Earl Jones did the voice, Sebastian Shaw was his face and a fourth person did the breathing."
  },
  {
    "type": "movies",
    "fact": "In 1939, Hollywood film companies produced an average of two motion pictures every day."
  },
  {
    "type": "movies",
    "fact": "In Hitchcock’s movie, \"Rear Window\", Jimmy Stewart plays a character wearing a leg cast from the waist down. In one scene, the cast switches legs, and in another, the signature on the cast is missing."
  },
  {
    "type": "movies",
    "fact": "In Mel Brooks' 'Silent Movie,' mime Marcel Marceau is the only person who has a speaking role."
  },
  {
    "type": "movies",
    "fact": "In Psycho, the color of Mrs. Bates' dress was periwinkle blue."
  },
  {
    "type": "movies",
    "fact": "In Star Wars when the storm troopers break into the control room where R2-D2 and C-3PO are hiding, one of them smacks his head on the door and falls backwards."
  },
  {
    "type": "movies",
    "fact": "In The Empire Strikes Back there is a potato hidden in the asteroid field"
  },
  {
    "type": "movies",
    "fact": "In the 1959 film Ben-Hur, nine chariots start the race, but six crash and four finish, making a total of ten."
  },
  {
    "type": "movies",
    "fact": "In the Godfather movies, oranges represent an upcoming death."
  },
  {
    "type": "movies",
    "fact": "In the movie \"Bustin' Loose\" where Richard Pryor and Cicely Tyson take a group of underprivileged kids to the west coast, the car in which Cicely Tyson's boyfriend is pursuing them changes interior color from red to white and then back to red several times."
  },
  {
    "type": "movies",
    "fact": "In the movie \"Scarface\" the F-word is said 207 time, which works out to an average of 1.22 per minute."
  },
  {
    "type": "movies",
    "fact": "In the movie \"Two Jakes,\" which is set in the 1940's, Jack Nicholson walks right by a BankOne automatic teller machine. Didn't know there were too many of those around in the 1940's."
  },
  {
    "type": "movies",
    "fact": "In the movie 'Now and Then', when the girls are talking to the hippie (Brenden Fraser), and they get up to leave, Teeny (Thora Birch) puts out her cigarette twice."
  },
  {
    "type": "movies",
    "fact": "In the movie 'Toy Story', the carpet designs in Sid's hallway is the same as the carpet designs in 'The Shining."
  },
  {
    "type": "movies",
    "fact": "In the movie Ghost (Patrick and Demi) when Demi is making something on the pottery wheel her hands are covered in clay. But when her husband comes up behind her to give her a kiss she turns around and they are completely clean."
  },
  {
    "type": "movies",
    "fact": "In the movie, ‘Star Wars’, during the scene in which Luke gets out of his X-wing fighter after blowing up the Death Star, he accidentally calls Princess Leia ‘Carrie’ (her real first name)."
  },
  {
    "type": "movies",
    "fact": "In “Casablanca”, Humphrey Bogart never said “Play it again, Sam”."
  },
  {
    "type": "movies",
    "fact": "James Bond author Ian Fleming also wrote the childrens novel Chitty Chitty Bang Bang."
  },
  {
    "type": "movies",
    "fact": "John Larroquette was the narrator of \"The Texas Chainsaw Massacre.\""
  },
  {
    "type": "movies",
    "fact": "Joseph Niepce developed the world's first photographic image in 1827. Thomas Edison and W K L Dickson introduced the film camera in 1894. But the first projection of an image on a screen was made by a German priest. In 1646, Athanasius Kircher used a candle or oil lamp to project hand-painted images onto a white screen."
  },
  {
    "type": "movies",
    "fact": "King Kong is the first movie to have its sequel -- Son of Kong -- released the same year (1933)."
  },
  {
    "type": "movies",
    "fact": "Lon Chaney's great skill as a silent film actor came about as a result of his upbringing. Both of his parents were deaf-mutes, so he learned to communicate by expressive pantomime."
  },
  {
    "type": "movies",
    "fact": "Melanie Griffith's mother is actress Tippi Hedren, best known for her lead role in Alfred Hitchcock's The Birds."
  },
  {
    "type": "movies",
    "fact": "More bullets were fired in ‘Starship Troopers’ than any other movie ever made."
  },
  {
    "type": "movies",
    "fact": "Never mind what you saw in the film \"The Poseidon Adventure.\" The biggest wave on record, reported by a reliable source, was estimated to have attained a height of 112 feet. It was measured, at some distance, I hope, by a tanker traveling between Manila and San Diego in 1933. The wind was blowing at 70 mph at the time."
  },
  {
    "type": "movies",
    "fact": "Penny Marshall was the first woman film director to have a film take in more than $100 million at the box office - she accomplished this with the 1988 flick Big."
  },
  {
    "type": "movies",
    "fact": "Pia Zadora's first movie role was as a young child, as one of the protagonists in Santa Claus Conquers the Martians."
  },
  {
    "type": "movies",
    "fact": "Raiders of the Lost Ark (1981), the first film featuring the character Indiana Jones, was crawling with four-, eight-, and no-legged creatures:"
  },
  {
    "type": "movies",
    "fact": "Roger Ebert is the only film critic to ever have won the Pulitzer prize."
  },
  {
    "type": "movies",
    "fact": "Shakespeare's Hamlet has been adopted into film 49 times, Romeo and Juliet has been adopted into film 27 times."
  },
  {
    "type": "movies",
    "fact": "Some famous robots that appeared in the movies Ash - Alien, Gort - The Day the Earth Stood Still, Maria - Metropolis, Sonny - I-Robot, Huet, Duey and Luey - Silent Running"
  },
  {
    "type": "movies",
    "fact": "Someone paid $14,000 for the bra worn by Marilyn Monroe in the film \"Some Like It Hot'."
  },
  {
    "type": "movies",
    "fact": "The \"second unit\" films movie shots that do not require the presence of actors."
  },
  {
    "type": "movies",
    "fact": "The 1997 Jack Nicholson film - \"As Good As It Gets\", is known in China as \"Mr. Cat Poop\"."
  },
  {
    "type": "movies",
    "fact": "The 1st feature-length animated film, released by Disney Studios in 1937, was \"Snow White and the Seven Dwarfs.\""
  },
  {
    "type": "movies",
    "fact": "The 1st kiss in a movie was between May Irwin and John Rice in \"The Widow Jones,\" in 1896."
  },
  {
    "type": "movies",
    "fact": "The Empire State Building in New York City played a prominent role in the movie Sleepless in Seattle. This year 15 couples will take (or renew) their vows on the 80th floor of this famous landmark."
  },
  {
    "type": "movies",
    "fact": "The Oscar film trophy is named after Oscar Pierce, a wealthy Texas farmer. Before the trophy had any name at all, Pierce's niece, then serving as librarian for the Academy of Motion Picture Arts and Sciences, commented that the statue reminded her of her Uncle Oscar. A newspaper columnist overheard the chance remark and subsequently wrote that “employees have affectionately dubbed their famous statuette 'Oscar.'” The name stuck."
  },
  {
    "type": "movies",
    "fact": "The Salvation Army in Australia made the worlds first full length feature movie in 1900."
  },
  {
    "type": "movies",
    "fact": "The actor who played Wedge in the original Star Wars trilogy has a famous nephew: actor Ewan McGregor, who plays the young Obi-Wan in the new Star Wars film."
  },
  {
    "type": "movies",
    "fact": "The average cost of a movie in 1940 was 24¢"
  },
  {
    "type": "movies",
    "fact": "The cowboy movie star Tom Mix drove a Rolls-Royce that had a pair of antlers as a radiator cap. Mix once ordered tires for his limousine with his initials printed in relieft. At that time Hollywood was connect by a network of dirt roads; whenever Mix drove along one of these roads he would leave a long trail of “TM”s imprinted in the dust."
  },
  {
    "type": "movies",
    "fact": "The extras in the the battle scenes in the movie Braveheart were reserves in the Irish army."
  },
  {
    "type": "movies",
    "fact": "The figure of Kong Kong seen in the original movie of the same name was actually a model 18 inches high."
  },
  {
    "type": "movies",
    "fact": "The film Quo Vadis used 30,000 extras (and 63 lions)."
  },
  {
    "type": "movies",
    "fact": "The first female monster to appear on the big screen was Bride of Frankenstein."
  },
  {
    "type": "movies",
    "fact": "The first film granted permission by the Chinese government to be filmed in the Forbidden City was The Last Emperor, 1987."
  },
  {
    "type": "movies",
    "fact": "The largest cast ever assembled for a film scene was 300,000 for the funeral scene in Gandhi."
  },
  {
    "type": "movies",
    "fact": "The largest number of fatalities on a film set is 40, occuring during the making of 'The Sword of Tipu Sultan' in 1989."
  },
  {
    "type": "movies",
    "fact": "The mask used by Michael Myers in the original \"Halloween\" movie was actually a Captain Kirk mask painted white."
  },
  {
    "type": "movies",
    "fact": "The most expensive movie poster in history was the poster from 1932's The Mummy which auctioned for $453,000 in 1977."
  },
  {
    "type": "movies",
    "fact": "The movie \"Paris, Texas\" was banned in the city of Paris, Texas, shorty after its box office release."
  },
  {
    "type": "movies",
    "fact": "The movie playing at the drive-in at the beginning of \"The Flintstones\" was the The Monster."
  },
  {
    "type": "movies",
    "fact": "The name of the dog from The Grinch Who Stole Christmas is Max."
  },
  {
    "type": "movies",
    "fact": "There are 22 stars in the Paramount movie studio logo."
  },
  {
    "type": "movies",
    "fact": "Wayne's World was filmed in two weeks."
  },
  {
    "type": "movies",
    "fact": "When a film is in production, the last shot of the day is the \"martini shot\". The next to last one is the \"Abby Singer\"."
  },
  {
    "type": "movies",
    "fact": "You might not recognize the song from the movie HOLIDAY INN...or from the composer's name of Irving Berlin. But you're bound to know it because it's on everyone's list of Christmas favorites: WHITE CHRISTMAS."
  }
]