[
  {
    "type": "movies",
    "fact": "About 55% of all movies are rated R."
  },
  {
    "type": "movies",
    "fact": "Alfred Hitchcock didn't have a belly button. It was eliminated when he was sewn up after surgery."
  },
  {
    "type": "movies",
    "fact": "Alfred Hitchcock directed the first talking film ever made in England. It was called Blackmail and was made in 1931."
  },
  {
    "type": "movies",
    "fact": "All of the clocks in the movie 'Pulp Fiction' are stuck on 4:20."
  },
  {
    "type": "movies",
    "fact": "Arnold Schwarzenegger began his transition from Austrian bodybuilder into an American film star when he made his screen debut in 1970 under the name “Arnold Strong” in “Hercules Goes Bananas.”"
  },
  {
    "type": "movies",
    "fact": "Braveheart director/producer Mel Gibson was investigated by the RSPCA inspectors, who refused to believe the horses on show weren't real but mechanical instead."
  },
  {
    "type": "movies",
    "fact": "Bruce Lee was so fast that they actually had to slow film down while shooting so you could see his moves. That's the opposite of the norm."
  },
  {
    "type": "movies",
    "fact": "Bruce was the nickname of the mechanical shark used in the \"Jaws\" movies."
  },
  {
    "type": "movies",
    "fact": "Dirty Harry's badge number is 2211."
  },
  {
    "type": "movies",
    "fact": "Dracula is the most filmed story of all time, Dr. Jekyll and Mr. Hyde is second and Oliver Twist is third."
  },
  {
    "type": "movies",
    "fact": "During the chariot scene in \"Ben Hur,\" a small red car can be seen in the distance."
  },
  {
    "type": "movies",
    "fact": "Elwood Edwards did the voice for the AOL sound files (i.e. \"You've got Mail!\")."
  },
  {
    "type": "movies",
    "fact": "Four people played Darth Vader: David Prowse was his body, James Earl Jones did the voice, Sebastian Shaw was his face and a fourth person did the breathing."
  },
  {
    "type": "movies",
    "fact": "In 1939, Hollywood film companies produced an average of two motion pictures every day."
  },
  {
    "type": "movies",
    "fact": "In Mel Brooks' 'Silent Movie,' mime Marcel Marceau is the only person who has a speaking role."
  },
  {
    "type": "movies",
    "fact": "In Psycho, the color of Mrs. Bates' dress was periwinkle blue."
  },
  {
    "type": "movies",
    "fact": "In Star Wars when the storm troopers break into the control room where R2-D2 and C-3PO are hiding, one of them smacks his head on the door and falls backwards."
  },
  {
    "type": "movies",
    "fact": "In The Empire Strikes Back there is a potato hidden in the asteroid field"
  },
  {
    "type": "movies",
    "fact": "In the Godfather movies, oranges represent an upcoming death."
  },
  {
    "type": "movies",
    "fact": "King Kong is the first movie to have its sequel -- Son of Kong -- released the same year (1933)."
  },
  {
    "type": "movies",
    "fact": "Melanie Griffith's mother is actress Tippi Hedren, best known for her lead role in Alfred Hitchcock's The Birds."
  },
  {
    "type": "movies",
    "fact": "The actor who played Wedge in the original Star Wars trilogy has a famous nephew: actor Ewan McGregor, who plays the young Obi-Wan in the new Star Wars film."
  },
  {
    "type": "movies",
    "fact": "The average cost of a movie in 1940 was 24¢"
  },
  {
    "type": "movies",
    "fact": "The first female monster to appear on the big screen was Bride of Frankenstein."
  },
  {
    "type": "movies",
    "fact": "The movie \"Paris, Texas\" was banned in the city of Paris, Texas, shorty after its box office release."
  },
  {
    "type": "movies",
    "fact": "The name of the dog from The Grinch Who Stole Christmas is Max."
  },
  {
    "type": "movies",
    "fact": "Wayne's World was filmed in two weeks."
  }
]