[
  {
    "type": "records",
    "fact": "A Czech man, Jan Honza Zampa, holds the record for drinking one liter of beer in 4.11 seconds."
  },
  {
    "type": "records",
    "fact": "A Flemish artist is responsible for the world’s smallest paintings in history. It is a picture of a miller and his mill, and it was painted onto a grain of corn."
  },
  {
    "type": "records",
    "fact": "A Japanese explorer named Maomi Uemura was the first man to reach the North Pole alone, on April 29, 1978, after his eight-week journey."
  },
  {
    "type": "records",
    "fact": "According to the Guiness Book, the fastest restaurant in the world serves the client's food within 13 seconds after the order is made. The name of the restaurant is Karne Garibaldi and is located in Guadalajara, Mexico."
  },
  {
    "type": "records",
    "fact": "Did you know that there is a world record for seeing how many times you can attempt a world record?!"
  },
  {
    "type": "records",
    "fact": "Did you know that there is a world record for seeing how many times you can attempt a world record?!!"
  },
  {
    "type": "records",
    "fact": "Hans Langseth had the longest beard at a record length of 17 1/2 feet long! When he died, his beard was given to the Smithsonian Institute."
  },
  {
    "type": "records",
    "fact": "Hold on to your hat! The fastest wind speed ever recorded was 231 miles per hour on Mount Washington, New Hampshire on April 12, 1934."
  },
  {
    "type": "records",
    "fact": "Roy Sullivan, A U.S. park ranger, was struck by lightning seven times during his life and lived to tell about each of those strikes!"
  },
  {
    "type": "records",
    "fact": "Sir Edmund was the first to climb Mt. Everest and return back."
  },
  {
    "type": "records",
    "fact": "The largest baby to be born so far weighed in at 15 pounds, 5 ounces!"
  },
  {
    "type": "records",
    "fact": "The longest bout of hiccups lasted 69 years!"
  },
  {
    "type": "records",
    "fact": "The longest conga to this date included 119,986 people."
  },
  {
    "type": "records",
    "fact": "The longest movie made lasts 85 hours and is fittingly titled “The Cure for Insomnia.”"
  },
  {
    "type": "records",
    "fact": "The loudest sound in history was recorded in July 1883 when a volcano on the tiny Indian Ocean island of Krakatau erupted. The explosion was heard 3,000 miles away in Madagascar. Ash clouds shot 25 miles into the sky. The eruption also created giant tsunami, sea waves, that reached heights of 175 feet, speeding across the ocean at 400 miles an hour and destroyed over 300 towns."
  },
  {
    "type": "records",
    "fact": "The record for most snowfall in a day, 78 inches, was made on February 7, 1916 in Alaska."
  },
  {
    "type": "records",
    "fact": "The tallest man in this world was Robert Wadlow, a chinese man who was 7’1″ tall!"
  },
  {
    "type": "records",
    "fact": "The world record for rain boot tossing is 179.14 feet (54.60 m)."
  },
  {
    "type": "records",
    "fact": "The world record for rain boot tossing is 179.14 feet."
  },
  {
    "type": "records",
    "fact": "The world record for rocking non-stop in a rocking chair is 440 hours."
  },
  {
    "type": "records",
    "fact": "The world record for spitting a watermelon seed is 65 feet 4 inches."
  },
  {
    "type": "records",
    "fact": "The world record for the most people kissed is held by Alfred Wolfram of Minnesota who kissed 11,030 people in 8 hours, at a festival in 1998."
  },
  {
    "type": "records",
    "fact": "The world's fastest ship weighs 112 tons and travels at 102 miles (164 km) per hour."
  },
  {
    "type": "records",
    "fact": "The world's largest Gothic cathedral is in New York City. It is the Cathedral of St. John the Divine on Amsterdam Avenue and 112th Street. The cathedral measures 601 feet long, 146 feet wide, and has a transept measuring 320 feet from end to end."
  },
  {
    "type": "records",
    "fact": "The world's largest McDonalds is located on I-44 at Vinita, Oklahoma. It goes from one side of the interstate to the other, passing over the interstate."
  },
  {
    "type": "records",
    "fact": "The world's largest coffee pot is located in Davidson, Saskatchewan. It measures 24 Feet(7.3 Meters) tall, is made of sheet metal and could hold 150,000 8 ounce cups of coffee."
  },
  {
    "type": "records",
    "fact": "The world's largest collection of preserved human brains is maintained in a WWII era bomb shelter beneath the Runwell Psychiatric Hospital in Essex, England. 8,000 brains collected over the past 40 years are available for researchers to study."
  },
  {
    "type": "records",
    "fact": "The world's largest four-faced clock sits atop the Allen-Bradley plant in Milwaukee, Wisconsin."
  },
  {
    "type": "records",
    "fact": "The world's largest wine cask is in Heidelberg, Germany."
  },
  {
    "type": "records",
    "fact": "The world's longest game of Monopoly lasted more than 660 hours."
  },
  {
    "type": "records",
    "fact": "The world's longest hair, grown by Mr. Hook, is 17 feet 2.3 inches (5.24 m) long. Now in his late 80's, Mr. Hook has not had a hair cut since his late teens because he became ill after a trim and a dream warned him against further snips. He washes it once a year."
  },
  {
    "type": "records",
    "fact": "The world's longest name officially used by a person is \"Adolph Blaine Charles David Earl Frederick Gerald Hubert Irvin John Kenneth Lloyd Martin Nero Oliver Paul Quincy Randolph Sherman Thomas Uncas Victor William Xerxes Yancy Zeus Wolfeschlegelsteinhausenbergerdorft Senior\" which is composed of 28 words or 192 letters."
  },
  {
    "type": "records",
    "fact": "The world's longest snake (by reliable documentation) is the reticulated python, with a maximum length of, perhaps, 30 feet."
  },
  {
    "type": "records",
    "fact": "The world's oldest active parliamentary body is the Icelandic Althing which met first before the year 1000."
  },
  {
    "type": "records",
    "fact": "The world's oldest piece of chewing gum is over 9,000 years old!"
  },
  {
    "type": "records",
    "fact": "The world's shortest river is the \"D\" river in Oregon. It's only 120 feet (37 m). It connects Devil's lake to the nearby Pacific Ocean."
  },
  {
    "type": "records",
    "fact": "The world's tallest mountains, the Himalayas, are also the fastest growing. Their growth - about half an inch a year — is caused by the pressure exerted by two of the earth's continental plates (the Eurasian plate and the Indo-Australian plate) pushing against one another."
  },
  {
    "type": "records",
    "fact": "The world's two largest dams in terms of height are both in Russia. They are the inguri (988 feet high) and the Nurek (984 feet high)"
  },
  {
    "type": "records",
    "fact": "The world's youngest parents were 8 and 9 and lived in China in 1910."
  },
  {
    "type": "records",
    "fact": "The worlds oldest piece of chewing gum is 9000 years old!"
  },
  {
    "type": "records",
    "fact": "The world’s largest clams weigh almost 500 pounds."
  },
  {
    "type": "records",
    "fact": "The world’s largest gum drop was 11 lbs, 9 inches tall, and contained 15,250 calories."
  },
  {
    "type": "records",
    "fact": "The world’s largest oatmeal cake was baked and built in Bertram, Texas during Labor Day weekend 1991. The 33-layer cake stood more than 3 feet tall, weighed 333 pounds, and served 3,333 people. I’ve been to Bertram, and it has to be the worst speed trap in Texas."
  },
  {
    "type": "records",
    "fact": "The world’s largest squid was 35 feet long and weighed 2.2 tons."
  },
  {
    "type": "records",
    "fact": "The world’s longest mustache is more than eight feet long."
  },
  {
    "type": "records",
    "fact": "The world’s youngest parents were 8 and 9 and lived in China in 1910."
  },
  {
    "type": "records",
    "fact": "The youngest Pope was 11 years old."
  },
  {
    "type": "records",
    "fact": "The youngest person to receive a driver’s license is a 14 year 8 month year old by the name of Andrezej Makowski."
  },
  {
    "type": "records",
    "fact": "Wilt Chamberlain scored 100 points in a basketball game in 1962, when he played for the Philadelphia Warriors."
  }
]