[
  {
    "type": "records",
    "fact": "A Czech man, Jan Honza Zampa, holds the record for drinking one liter of beer in 4.11 seconds."
  },
  {
    "type": "records",
    "fact": "A Flemish artist is responsible for the world’s smallest paintings in history. It is a picture of a miller and his mill, and it was painted onto a grain of corn."
  },
  {
    "type": "records",
    "fact": "A Japanese explorer named Maomi Uemura was the first man to reach the North Pole alone, on April 29, 1978, after his eight-week journey."
  },
  {
    "type": "records",
    "fact": "According to the Guiness Book, the fastest restaurant in the world serves the client's food within 13 seconds after the order is made. The name of the restaurant is Karne Garibaldi and is located in Guadalajara, Mexico."
  },
  {
    "type": "records",
    "fact": "Did you know that there is a world record for seeing how many times you can attempt a world record?!"
  },
  {
    "type": "records",
    "fact": "Did you know that there is a world record for seeing how many times you can attempt a world record?!!"
  },
  {
    "type": "records",
    "fact": "Hans Langseth had the longest beard at a record length of 17 1/2 feet long! When he died, his beard was given to the Smithsonian Institute."
  },
  {
    "type": "records",
    "fact": "Hold on to your hat! The fastest wind speed ever recorded was 231 miles per hour on Mount Washington, New Hampshire on April 12, 1934."
  },
  {
    "type": "records",
    "fact": "Portugal is the world's largest producer of cork. The country has regulations protecting cork trees dating back to 1320. During the 1920’s and 30’s, it became illegal to cut down the trees other than for essential thinning and removal of old non-producing trees."
  },
  {
    "type": "records",
    "fact": "Roy Sullivan, A U.S. park ranger, was struck by lightning seven times during his life and lived to tell about each of those strikes!"
  },
  {
    "type": "records",
    "fact": "Sir Edmund was the first to climb Mt. Everest and return back."
  },
  {
    "type": "records",
    "fact": "The biggest bell is the \"Tsar Kolokol\" cast in the Kremlin in 1733. It weighs 216 tons, but alas, is cracked and has never been rung. The bell was being stored in a Moscow shed which caught fire. To \"save\" it, caretakers decided to throw water on the bell. This did not succeed, as the water hit the superheated metal and a giant piece immediately cracked off, destroying the bell forever."
  },
  {
    "type": "records",
    "fact": "The biggest frog is the appropriately named Goliath frog (Conraua goliath) of Cameroon. They reach nearly 30cm (a foot) and weigh as much as 3.3 kilograms."
  },
  {
    "type": "records",
    "fact": "The biggest hog ever recorded was a creature named Big Boy who weighed in at 1, 904 pounds."
  },
  {
    "type": "records",
    "fact": "The largest NFL stadium is the Pontiac Silverdome in Detroit, Michigan."
  },
  {
    "type": "records",
    "fact": "The largest baby to be born so far weighed in at 15 pounds, 5 ounces!"
  },
  {
    "type": "records",
    "fact": "The largest ball of twine in the world resides in Cawker City, Kansas, USA. It is over 12 feet in diameter, weighs 8+ tons, and never stops growing. More"
  },
  {
    "type": "records",
    "fact": "The largest book in the Library of Congress is John James Audubon's Birds of America, containing life size illustrations of birds. The book is 39.37 inches high."
  },
  {
    "type": "records",
    "fact": "The largest canyon system in the Solar System is Valles Marineris on Mars. It is more than 3,000 miles (4,827 km) long, reaches 3 miles (5 km) in depth, 200 miles (322 km) in width, and would stretch from California to New York."
  },
  {
    "type": "records",
    "fact": "The largest city in the United States with a one syllable name is Flint, Michigan."
  },
  {
    "type": "records",
    "fact": "The largest city in the United States with a one-syllable name is Flint, Michigan."
  },
  {
    "type": "records",
    "fact": "The largest employer in the world is the Indian railway system, employing over a million people."
  },
  {
    "type": "records",
    "fact": "The largest ketchup bottle is a 170 feet (52 m) tall water tower."
  },
  {
    "type": "records",
    "fact": "The largest living thing on earth is a tree named \"The General Sherman Tree\" in Sequoia National Park. It is 275 feet (84 m) tall and 37 feet (11 m) wide at the widest part of the base."
  },
  {
    "type": "records",
    "fact": "The largest mountain in the Solar System is Olympus Mons on Mars. At 372 miles (600 km) across and a height of over 16 miles (26 km), it is nearly 3 times taller than Mt. Everest."
  },
  {
    "type": "records",
    "fact": "The largest number of children born to one woman is recorded at 69. From 1725-1765, a Russian peasant woman gave birth to 16 sets of twins, 7 sets of triplets, and 4 sets of quadruplets."
  },
  {
    "type": "records",
    "fact": "The largest object that was ever found in the Los Angeles sewer system was a motorcycle."
  },
  {
    "type": "records",
    "fact": "The largest painting on earth is a 116,000-square-foot (35,356 m) whale mural, 11 stories tall, and 1,028 feet (313 m) in circumference encircling the outside of the Long Beach Convention Center painted by Robert Wyland."
  },
  {
    "type": "records",
    "fact": "The largest pyramid in the world is not Egypt but in Cholulu de Rivadahia, Mexico. It is 177 feet tall and covers 25 acres. It was built sometime between 6 and 12 A.D."
  },
  {
    "type": "records",
    "fact": "The largest recorded snowflake was 15 inches wide and 8 inches thick."
  },
  {
    "type": "records",
    "fact": "The largest school in the world is a k-12 school in the Philippines, with an enrollment of about 25,000."
  },
  {
    "type": "records",
    "fact": "The largest stained-glass window in the world is at Kennedy International Airport in New York City. It can be seen on the American Airlines terminal building and measures 300 feet (91 m) long by 23 feet (7 m) high."
  },
  {
    "type": "records",
    "fact": "The largest stick of incense ever created was nearly 15 feet long and 6 inches in diameter."
  },
  {
    "type": "records",
    "fact": "The largest taxi fleet in the world is found in Mexico City. The city boasts a fleet of over 60,000 taxis."
  },
  {
    "type": "records",
    "fact": "The largest toy distributor in the world is McDonald's."
  },
  {
    "type": "records",
    "fact": "The largest tumor ever removed intact weighed 303 lbs."
  },
  {
    "type": "records",
    "fact": "The largest web-footed bird is the albatross."
  },
  {
    "type": "records",
    "fact": "The last NASCAR driver to serve jail time for running moonshine was Buddy Arrington."
  },
  {
    "type": "records",
    "fact": "The last Playboy centerfold to have staples was published in 1985. Venice Kong was the model."
  },
  {
    "type": "records",
    "fact": "The longest British reign was that of Queen Victoria who was on the throne 63 years and 7 months from 1837 to 1901."
  },
  {
    "type": "records",
    "fact": "The longest Monopoly game in a bathtub was 99 hours long."
  },
  {
    "type": "records",
    "fact": "The longest U.S. highway is route 6 starting in Cape Cod, Massachusetts going through 14 states, and ending in Bishop, California."
  },
  {
    "type": "records",
    "fact": "The longest banana split was 288,288 inches (732,251 cm) long."
  },
  {
    "type": "records",
    "fact": "The longest bout of hiccups lasted 69 years!"
  },
  {
    "type": "records",
    "fact": "The longest chapter in the Bible is Psalm 119. The shortest verse in the Bible is \"Jesus wept.\""
  },
  {
    "type": "records",
    "fact": "The longest conga to this date included 119,986 people."
  },
  {
    "type": "records",
    "fact": "The longest ever interval between an original film and its sequel is 46 years - between The Wizard of Oz, and Return to Oz."
  },
  {
    "type": "records",
    "fact": "The longest fence in the world is in Australia and it runs for over 3,436 miles (5,530 km)."
  },
  {
    "type": "records",
    "fact": "The longest indoor corridor in the world is the Grande Galerie in the Louvre, built in 1607 by Henry IV of France. On rainy days the King would clear the entire passageway, move trees, rocks, and grass turf inside, and stage a fox hunt with his entire court down the middle of the corridor."
  },
  {
    "type": "records",
    "fact": "The longest movie made lasts 85 hours and is fittingly titled “The Cure for Insomnia.”"
  },
  {
    "type": "records",
    "fact": "The longest official city name in the world, made up of 164 letters, is \"Krungthep Mahanakhon Amorn Rattanakosin Mahintara Yudthaya Mahadilok Pohp Noparat Rajathanee Bureerom Udomrajniwes Mahasatarn Amorn Pimarn Avaltarnsatit Sakatattiya Visanukram Prasit\" a.k.a. Bangkok, Thailand."
  },
  {
    "type": "records",
    "fact": "The longest one-syllable word in the English language is \"screeched.\""
  },
  {
    "type": "records",
    "fact": "The longest place name still in use is: Taumatawhakatangihangaoauauotam-eteaturipukakapikimaungahoronukupokai-whenu a kitanatahu – a New Zealand hill."
  },
  {
    "type": "records",
    "fact": "The longest recorded flight of a chicken is 13 seconds"
  },
  {
    "type": "records",
    "fact": "The longest word in the English language is 1,913 letters long and it refers to a distinct part of DNA.  "
  },
  {
    "type": "records",
    "fact": "The longest word that can be typed using only the right hand is \"lollipop\" - 8 letters."
  },
  {
    "type": "records",
    "fact": "The longest word used by Shakespeare in any of his works is “honorificabilitudinitatibus,” found in “Love’s Labours Lost.”"
  },
  {
    "type": "records",
    "fact": "The longest word used in Shakespeare's plays was honorificabilitudinitatibus."
  },
  {
    "type": "records",
    "fact": "The loudest sound in history was recorded in July 1883 when a volcano on the tiny Indian Ocean island of Krakatau erupted. The explosion was heard 3,000 miles away in Madagascar. Ash clouds shot 25 miles into the sky. The eruption also created giant tsunami, sea waves, that reached heights of 175 feet, speeding across the ocean at 400 miles an hour and destroyed over 300 towns."
  },
  {
    "type": "records",
    "fact": "The lowest number, when spelled out, that uses every vowel, is one thousand twenty-five (1025)."
  },
  {
    "type": "records",
    "fact": "The record for most snowfall in a day, 78 inches, was made on February 7, 1916 in Alaska."
  },
  {
    "type": "records",
    "fact": "The record for the world’s worst drivers is a toss-up between two candidates: First, a 75-year-old man who received 10 traffic tickets, drove on the wrong side of the road four times, committed four hit-and-run offenses, an caused six accidents, all within 20 minutes on October 15, 1966. Second, a 62-year-old woman who failed her driving test 40 times before passing it in August, 1970 (by that time, she had spent over $700 in lessons, and could no longer afford to buy a car)."
  },
  {
    "type": "records",
    "fact": "The record for traveling from New York to Los Angeles by motorcycle is 45 hours, 41 minutes. It was set in 1968 by Tibor Sarossy, riding a BMW Model R69S. Sarossy made four fuel stops, never slept, fainted twice, and averaged 58.7 miles per hour all the way across."
  },
  {
    "type": "records",
    "fact": "The record number of people crammed into a 1998 Volkswagon Bug and still able to close all doors is 18. They were college students."
  },
  {
    "type": "records",
    "fact": "The tallest man in this world was Robert Wadlow, a chinese man who was 7’1″ tall!"
  },
  {
    "type": "records",
    "fact": "The world record for rain boot tossing is 179.14 feet (54.60 m)."
  },
  {
    "type": "records",
    "fact": "The world record for rain boot tossing is 179.14 feet."
  },
  {
    "type": "records",
    "fact": "The world record for rocking non-stop in a rocking chair is 440 hours."
  },
  {
    "type": "records",
    "fact": "The world record for spitting a watermelon seed is 65 feet 4 inches."
  },
  {
    "type": "records",
    "fact": "The world record for the most people kissed is held by Alfred Wolfram of Minnesota who kissed 11,030 people in 8 hours, at a festival in 1998."
  },
  {
    "type": "records",
    "fact": "The world's fastest ship weighs 112 tons and travels at 102 miles (164 km) per hour."
  },
  {
    "type": "records",
    "fact": "The world's largest Gothic cathedral is in New York City. It is the Cathedral of St. John the Divine on Amsterdam Avenue and 112th Street. The cathedral measures 601 feet long, 146 feet wide, and has a transept measuring 320 feet from end to end."
  },
  {
    "type": "records",
    "fact": "The world's largest McDonalds is located on I-44 at Vinita, Oklahoma. It goes from one side of the interstate to the other, passing over the interstate."
  },
  {
    "type": "records",
    "fact": "The world's largest coffee pot is located in Davidson, Saskatchewan. It measures 24 Feet(7.3 Meters) tall, is made of sheet metal and could hold 150,000 8 ounce cups of coffee."
  },
  {
    "type": "records",
    "fact": "The world's largest collection of preserved human brains is maintained in a WWII era bomb shelter beneath the Runwell Psychiatric Hospital in Essex, England. 8,000 brains collected over the past 40 years are available for researchers to study."
  },
  {
    "type": "records",
    "fact": "The world's largest four-faced clock sits atop the Allen-Bradley plant in Milwaukee, Wisconsin."
  },
  {
    "type": "records",
    "fact": "The world's largest wine cask is in Heidelberg, Germany."
  },
  {
    "type": "records",
    "fact": "The world's longest game of Monopoly lasted more than 660 hours."
  },
  {
    "type": "records",
    "fact": "The world's longest hair, grown by Mr. Hook, is 17 feet 2.3 inches (5.24 m) long. Now in his late 80's, Mr. Hook has not had a hair cut since his late teens because he became ill after a trim and a dream warned him against further snips. He washes it once a year."
  },
  {
    "type": "records",
    "fact": "The world's longest name officially used by a person is \"Adolph Blaine Charles David Earl Frederick Gerald Hubert Irvin John Kenneth Lloyd Martin Nero Oliver Paul Quincy Randolph Sherman Thomas Uncas Victor William Xerxes Yancy Zeus Wolfeschlegelsteinhausenbergerdorft Senior\" which is composed of 28 words or 192 letters."
  },
  {
    "type": "records",
    "fact": "The world's longest snake (by reliable documentation) is the reticulated python, with a maximum length of, perhaps, 30 feet."
  },
  {
    "type": "records",
    "fact": "The world's oldest active parliamentary body is the Icelandic Althing which met first before the year 1000."
  },
  {
    "type": "records",
    "fact": "The world's oldest piece of chewing gum is over 9,000 years old!"
  },
  {
    "type": "records",
    "fact": "The world's shortest river is the \"D\" river in Oregon. It's only 120 feet (37 m). It connects Devil's lake to the nearby Pacific Ocean."
  },
  {
    "type": "records",
    "fact": "The world's tallest mountains, the Himalayas, are also the fastest growing. Their growth - about half an inch a year — is caused by the pressure exerted by two of the earth's continental plates (the Eurasian plate and the Indo-Australian plate) pushing against one another."
  },
  {
    "type": "records",
    "fact": "The world's two largest dams in terms of height are both in Russia. They are the inguri (988 feet high) and the Nurek (984 feet high)"
  },
  {
    "type": "records",
    "fact": "The world's youngest parents were 8 and 9 and lived in China in 1910."
  },
  {
    "type": "records",
    "fact": "The worlds oldest piece of chewing gum is 9000 years old!"
  },
  {
    "type": "records",
    "fact": "The world’s largest clams weigh almost 500 pounds."
  },
  {
    "type": "records",
    "fact": "The world’s largest gum drop was 11 lbs, 9 inches tall, and contained 15,250 calories."
  },
  {
    "type": "records",
    "fact": "The world’s largest oatmeal cake was baked and built in Bertram, Texas during Labor Day weekend 1991. The 33-layer cake stood more than 3 feet tall, weighed 333 pounds, and served 3,333 people. I’ve been to Bertram, and it has to be the worst speed trap in Texas."
  },
  {
    "type": "records",
    "fact": "The world’s largest squid was 35 feet long and weighed 2.2 tons."
  },
  {
    "type": "records",
    "fact": "The world’s longest mustache is more than eight feet long."
  },
  {
    "type": "records",
    "fact": "The world’s youngest parents were 8 and 9 and lived in China in 1910."
  },
  {
    "type": "records",
    "fact": "The youngest Pope was 11 years old."
  },
  {
    "type": "records",
    "fact": "The youngest person to receive a driver’s license is a 14 year 8 month year old by the name of Andrezej Makowski."
  },
  {
    "type": "records",
    "fact": "Wilt Chamberlain scored 100 points in a basketball game in 1962, when he played for the Philadelphia Warriors."
  }
]