[
  {
    "type": "space",
    "fact": "2,000 pounds of space dust and other space debris fall on the Earth every day."
  },
  {
    "type": "space",
    "fact": "A canton is the blue field behind the stars."
  },
  {
    "type": "space",
    "fact": "A giant game of cosmic pool was played when the solar system was first formed billions of years ago. Neptune was hit by an asteroid so big it was knocked sideways on its axis. It orbits with one pole pointed at the sun. Venus was hit so hard it is almost upside down and is the only planet to spin backwards on its axis. And most astronomers believe the Moon was formed when an asteroid almost the size of Mars hit Earth and shot debris into orbit. I wonder who won the game and when is the next tournament?"
  },
  {
    "type": "space",
    "fact": "A star has been found moving closer to the sun. In a million years a star named Gliese 710 will have moved to within 6/10ths of a light year from the sun. This is more than six times closer than today’s nearest star, Alpha Centauri, which is over 4 light years away."
  },
  {
    "type": "space",
    "fact": "After a blistering day of exploring, astronauts may relax with a nice cold glass of ice water from Mercury, the planet closest to the sun. Since there is no atmosphere there to spread the heat around, shadows in deep craters at the poles could hold ice deposited by early comet collisions."
  },
  {
    "type": "space",
    "fact": "All the moons of the Solar System are named after Greek and Roman mythology, except the moons of Uranus, which are named after characters from Shakespeare."
  },
  {
    "type": "space",
    "fact": "Any free moving liquid in outer space will form itself into a sphere because of its surface tension."
  },
  {
    "type": "space",
    "fact": "Apollo 11 only had 20 seconds of fuel when it landed."
  },
  {
    "type": "space",
    "fact": "Astronaut Neil Armstrong first stepped on the moon with his left foot."
  },
  {
    "type": "space",
    "fact": "Astronauts are not allowed to eat beans before they go into space because passing wind in a space suit damages them."
  },
  {
    "type": "space",
    "fact": "Astronomers know Mars is a backwards planet. Once a year, for several days, it appears to move backwards in its orbit. This is actually an optical illusion when the faster orbit of Earth races past Mars."
  },
  {
    "type": "space",
    "fact": "Because of a large orbital eccentricity, Pluto was closer to the sun than Neptune between January 1979 and March 1999."
  },
  {
    "type": "space",
    "fact": "Black Holes are disappearing! At first, it was believed that nothing could come out of a black hole and they would be around forever. But a famous physicist, named Stephen Hawkings, discovered that black holes lose energy and eventually evaporate away. But don’t wait around for one to “disappear” because it will take trillions and trillions of years to happen."
  },
  {
    "type": "space",
    "fact": "During a solar eclipse, the shadows of leaves make the same crescent shape of the eclipsing sun. The image is made by light passing through tiny holes in the leaves."
  },
  {
    "type": "space",
    "fact": "Every day, more than 1,000 gallons of water are lost into space from the top of Earth’s atmosphere. Yet there is about as much water on Earth as there was 3 billion years ago."
  },
  {
    "type": "space",
    "fact": "Five Saturn moons were found in the late 1600’s."
  },
  {
    "type": "space",
    "fact": "Geologists have discovered there seems to be more water miles deep between the rocks of Earths mantle than in all the oceans of the world. The intense pressure of the tons of rocks above keeps the hot water from turning to steam and escaping."
  },
  {
    "type": "space",
    "fact": "If Earth were the size of an apple, its atmosphere would be thinner than the skin."
  },
  {
    "type": "space",
    "fact": "If the Spaceship Earth ride at EPCOT was a golf ball, to be the proportional size to hit it, you'd be two miles tall."
  },
  {
    "type": "space",
    "fact": "If you could live on the planet Mercury, a year would only last 88 days."
  },
  {
    "type": "space",
    "fact": "If you counted 100 stars a minute, it would take 2,000 years to count all the stars in our galaxy."
  },
  {
    "type": "space",
    "fact": "If you went out into space, you would explode before you suffocated because there's no air pressure."
  },
  {
    "type": "space",
    "fact": "If you were to place the planet Saturn in a big enough bowl of water, it would float!"
  },
  {
    "type": "space",
    "fact": "Jupiter is a planet made entirely of gases."
  },
  {
    "type": "space",
    "fact": "Jupiter’s giant red spot is like a tornado and it is 3 times bigger than the earth."
  },
  {
    "type": "space",
    "fact": "Monks in the 16th century recorded seeing a giant explosion on the side of the Moon. It most likely was a large meteor that slammed into the Moon and left a large crater. It was a good thing the Moon was between us and the meteor!"
  },
  {
    "type": "space",
    "fact": "Not all stars are found inside galaxies. Astronomers have found stars moving between the galaxies, which are millions of light years apart. These stars may even have planets, possibly with intelligent life on them. If they do, these beings would see a lonely sky with just one star (its own sun) and a few faint galaxies."
  },
  {
    "type": "space",
    "fact": "Olympus Mons on Mars is the largest volcano in our solar system."
  },
  {
    "type": "space",
    "fact": "On a clear night, the human eye can see between 2,000 and 3,000 stars in the sky."
  },
  {
    "type": "space",
    "fact": "Only one satellite has been ever been destroyed by a meteor: the European Space Agency's Olympus in 1993."
  },
  {
    "type": "space",
    "fact": "Our sun is over 2.5 million miles around at its equator."
  },
  {
    "type": "space",
    "fact": "Pluto’s moon (I grew up calling it a planet and it will always be a planet to me), Charon, was not discovered until 1978."
  },
  {
    "type": "space",
    "fact": "Saturn’s moon, Titan, actually has many geysers spewing out of its south poles. Scientists have said that the geysers are very similiar to the ones here on earth."
  },
  {
    "type": "space",
    "fact": "Scientist believe that diamond rains occur on Neptune and Uranus. The heart of these planets may be a layer of diamonds hundreds of miles thick."
  },
  {
    "type": "space",
    "fact": "See the rings of Saturn while you can. They slowly wobble up and down over the years as Saturns poles point away from then towards the sun. The rings disappear when edge on to our line of sight. Currently they are almost at their widest point and can be seen even in binoculars and small telescopes."
  },
  {
    "type": "space",
    "fact": "Shakespeare’s tombstone in Stratford’s Holy Trinity Church bears this inscription, said to have been written by him: Good friend, for Jesus’ sake forbear to dig the dust enclosed here. Blest be the man that spares these stones, and curst be he that moves my bones”."
  },
  {
    "type": "space",
    "fact": "Someday you may go ice fishing on Jupiters moon, Europa. Evidence is being constantly discovered that there is an ocean under the ice of Europa. The ice would keep the ocean from evaporating and huge tides caused by Jupiter would keep the ocean temperature above freezing. What kinds of life might there be in such a strange ocean?"
  },
  {
    "type": "space",
    "fact": "Stars viewed through even the largest telescopes look like tiny points of light. But astronomers, using the Hubble Space Telescope to photograph a star called Betelgeuse (pronounced “beetle jooze”), have now been able to see the surface of another star. Betelgeuse is a red, giant star located at the left shoulder of the constellation Orion and is the largest known star in our galaxy."
  },
  {
    "type": "space",
    "fact": "Steel floats in mercury."
  },
  {
    "type": "space",
    "fact": "The Earth-Moon size ratio is the largest in the our solar system, excepting Pluto-Charon."
  },
  {
    "type": "space",
    "fact": "The Hindus of India once believed that the Earth was a huge bowl (to keep the oceans from falling off) held up by giant elephants standing on long pillars. No one back then ever thought to ask what the pillars were standing on!"
  },
  {
    "type": "space",
    "fact": "The Hubble Telescope has photographed pictures of auroras on Jupiter and Saturn very much like those at our North and South Poles. But if we had auroras as big as these, they would cover the entire Earth and more."
  },
  {
    "type": "space",
    "fact": "The largest crater on the moon measures 183 miles across."
  },
  {
    "type": "space",
    "fact": "The name of the asteroid that was believed to have killed the dinosaurs was named Chixalub. (Pronounced Sheesh-uh-loob)"
  },
  {
    "type": "space",
    "fact": "The only planet without a ring is earth."
  },
  {
    "type": "space",
    "fact": "The red giant star Betelgeuse has a diameter larger than that of the Earth's orbit around the sun."
  },
  {
    "type": "space",
    "fact": "The word galaxy comes from the Greek word for milk, galacticos"
  },
  {
    "type": "space",
    "fact": "Tired of the cold weather? Take a vacation on the hottest planet in the solar system – Venus. At over 800 degrees, it is hotter than Mercury because the clouds and abundant carbon dioxide hold in most of the heat received from the sun."
  },
  {
    "type": "space",
    "fact": "When you think you’re standing still remember this fact. Even though you don’t feel it, our entire local group of galaxies is moving at about one million miles per hour toward another galaxy group called the Virgo Cluster."
  },
  {
    "type": "space",
    "fact": "Where do comets come from? There is a huge cloud of objects made of ice and rock encircling our solar system, called the Oort Cloud. It lies beyond Pluto and extends half way out to the next star. These objects occasionally bump into each other, sending one in towards the sun to become a comet like the recent Hale-Bopp comet."
  }
]