[
  {
    "type": "sports",
    "fact": "A basketball hoop is 18 inches in diameter."
  },
  {
    "type": "sports",
    "fact": "A forfeited game in baseball is recorded as a 9-0 score. In football it is recorded as a 1-0 score."
  },
  {
    "type": "sports",
    "fact": "A golf ball, when driven off a tee, can reach speeds up to 170 miles per hour."
  },
  {
    "type": "sports",
    "fact": "A golf hole is four inches deep."
  },
  {
    "type": "sports",
    "fact": "A hockey puck weighs 0.38 pounds."
  },
  {
    "type": "sports",
    "fact": "According to Metropolitan Life Insurance, major league baseball players live significantly longer than the average male – especially if you are a third baseman."
  },
  {
    "type": "sports",
    "fact": "Australian Rules football was originally designed to give cricketers something to play during the off season."
  },
  {
    "type": "sports",
    "fact": "Average life span of a major league baseball: 7 pitches."
  },
  {
    "type": "sports",
    "fact": "Bank robber John Dillinger played professional baseball."
  },
  {
    "type": "sports",
    "fact": "Baseball cards have been around since 1886. Modern cards, with high-resolution color photographs on the front and player statistics on the back, date from 1953. The photos are taken in the spring, with and without team caps, just in case the player is traded to another team."
  },
  {
    "type": "sports",
    "fact": "Football was the first team sport added to the Olympics in 1900."
  },
  {
    "type": "sports",
    "fact": "Former basketball superstar Michael Jordan is the most recognized face in the world, more than the pope himself."
  },
  {
    "type": "sports",
    "fact": "Gene Sarazen, a golfer from several generations ago, set the record for the fastest golf drive: 120 mph."
  },
  {
    "type": "sports",
    "fact": "German chemists have made a replica of the football World Cup trophy that is the size of one molecule. That is less than 100-millionth the size of the original. They were bored."
  },
  {
    "type": "sports",
    "fact": "Golf-great Billy Casper turned golf pro during the Korean War while serving in the Navy. Casper was assigned to operate and build golf driving ranges for the Navy in the San Diego area."
  },
  {
    "type": "sports",
    "fact": "Hockey is called “shinney” in Scotland."
  },
  {
    "type": "sports",
    "fact": "Honey is used as a center for golf balls and in antifreeze mixtures."
  },
  {
    "type": "sports",
    "fact": "Horse racing is one of the most dangerous sports. Between 2 and 3 jockeys are killed each year. That's about how many baseball players have died in baseball's entire professional history."
  },
  {
    "type": "sports",
    "fact": "Horse-racing regulations state that no race horse's name may contain more than eighteen letters. (Names that are too long would be cumbersome on racing sheets.) Apostrophes, hyphens, and spaces between words count as letters."
  },
  {
    "type": "sports",
    "fact": "In 1920 Ray Chapman a shortstop for theCleveland Indians, is the only player ever killed as a result of amajor league baseball game. He was hit in the temple with a pitchand died the next day."
  },
  {
    "type": "sports",
    "fact": "In 1963, baseball pitcher Gaylord Perry remarked, \"They'll put a man on the moon before I hit a home run.\" On July 20, 1969, a few hours after Neil Armstrong set foot on the moon, Gaylord Perry hit his first, and only, home run."
  },
  {
    "type": "sports",
    "fact": "In 1964 for the 10th time in his major-league baseball career, Mickey Mantle hit home runs from both the left and ride sides of the plate in the same game - setting a new baseball record."
  },
  {
    "type": "sports",
    "fact": "In July 1934 Babe Ruth paid a fan $20 dollars for the return of the baseball he hit for his 700th career home run."
  },
  {
    "type": "sports",
    "fact": "In the U.S, Frisbees outsell footballs, baseballs and basketballs combined."
  },
  {
    "type": "sports",
    "fact": "In the early days of baseball, between 1840 and 1850, a fielder put a runner out by hitting him with the ball. Home base and the batter's plate were two separate sports (and thus the lineup included a fourth baseman), and there was no distinction between fair and foul balls."
  },
  {
    "type": "sports",
    "fact": "In the early days of boxing, when a boxer was getting throttled and wished to end the bout, he would take his sponge and toss it in the middle of the ring. Thus originated the phrase “to throw in the sponge.”"
  },
  {
    "type": "sports",
    "fact": "In the four professional major north american sports (baseball, basketball, football and hockey) only 7 teams have nicknames that do not end with an s."
  },
  {
    "type": "sports",
    "fact": "It takes 3,000 cows to supply the NFL with enough leather for a year’s supply of footballs."
  },
  {
    "type": "sports",
    "fact": "Jackie Robinson was the only person to letter in four sports at UCLA. Of all of them, he supposedly liked baseball the least."
  },
  {
    "type": "sports",
    "fact": "Jamaica was the first country from the English speaking Caribbean to qualify for the Football World Cup."
  },
  {
    "type": "sports",
    "fact": "Lucy and Linus (who where brother and sister) had another little brother named Rerun. (He sometimes played left-field on Charlie Brown's baseball team, [when he could find it!])."
  },
  {
    "type": "sports",
    "fact": "Many Japanese golfers carry \"hole-in-one\" insurance, because it is traditional in Japan to share one's good luck by sending gifts to all your friends when you get an \"ace.\" The price for what the Japanese term an \"albatross\" can often reach $10,000."
  },
  {
    "type": "sports",
    "fact": "On April 14th, 1910, President Howard Taft began a sports tradition by throwing out the first baseball of the season. That happened at an American League game between Washington and Philadelphia. Washington won, 3-0."
  },
  {
    "type": "sports",
    "fact": "On November 29, 1941, the program for the annual Army-Navy football game carried a picture of the Battleship Arizona, captioned: \"It is significant that despite the claims of air enthusiasts no battleship has yet been sunk by bombs.\" Today you can visit the site—now a shrine—where Japanese dive bombers sunk the Arizona at Pearl Harbor only nine days later."
  },
  {
    "type": "sports",
    "fact": "Pro golfer Wayne Levi was the first PGA pro to win a tournament using a colored (orange) ball. He did it in the Hawaiian Open in 1982."
  },
  {
    "type": "sports",
    "fact": "Rudyard Kipling, living in Vermont in the 1890's invented the game of snow golf. He would paint his golf balls red so that they could be located in the snow."
  },
  {
    "type": "sports",
    "fact": "The Aztecs had a primative form of basketball called “ollamalitzli.” The difference from today’s sport is that the first person to get the ball through the ring high above the ground had the right to collect the clothes right off the backs of everyone watching the game."
  },
  {
    "type": "sports",
    "fact": "The Cleveland Indians were named in honor of Louis Sockolexis, a native Maine Indian who was the first American Indian to play professional baseball. Before it became the Indians, the Cleveland team was known as the Spiders."
  },
  {
    "type": "sports",
    "fact": "The Iditarod dog sled race - from Anchorage to Nome, Alaska - commemorates an emergency operation in 1925 to get medical supplies to Nome following a diphtheria epidemic."
  },
  {
    "type": "sports",
    "fact": "The Los Angeles Rams were the first U.S. football team to introduce emblems on their helmets."
  },
  {
    "type": "sports",
    "fact": "The Matami Tribe of West Africa play their own version of football, instead of a normal football they use a human skull."
  },
  {
    "type": "sports",
    "fact": "The Matterhorn at Disneyland in Anaheim has a full basketball court at the very top of the structure, because at the time it was built the only structures that could be that tall were sports arenas."
  },
  {
    "type": "sports",
    "fact": "The exact odds of scoring a hole-in-one in golf on a par three hole are 8,750 to 1."
  },
  {
    "type": "sports",
    "fact": "The football huddle originated at Gallaudet University -- the world's only accredited four-year liberal arts college for the deaf -- in the 19th century when the football team found that opposing teams were reading their signed messages and intercepting plays."
  },
  {
    "type": "sports",
    "fact": "The home team must provide the referee with 24 footballs for each National Football League game."
  },
  {
    "type": "sports",
    "fact": "The most popular sport as a topic for a film is boxing."
  },
  {
    "type": "sports",
    "fact": "The only person to be elected to both the baseball and football Hall of Fames is Cal Hubbard."
  },
  {
    "type": "sports",
    "fact": "The only two days of the year in which there are no professional sports games (MLB, NBA, NHL, or NFL) are the day before and the day after the Major League Baseball All-Star Game."
  },
  {
    "type": "sports",
    "fact": "The red and white label on a Campbell’s Soup can comes from the colors of the Cornell University football team."
  },
  {
    "type": "sports",
    "fact": "The silhouette on the Major League Baseball logo is Harmon Killebrew."
  },
  {
    "type": "sports",
    "fact": "The silhouette on the NBA logo is Jerry West."
  },
  {
    "type": "sports",
    "fact": "There are 336 dimples on a regulation golf ball."
  },
  {
    "type": "sports",
    "fact": "Timekeepers have clocked the action in a 60 minute football game to actually be around 14 minutes."
  },
  {
    "type": "sports",
    "fact": "When the University of Nebraska Cornhuskers play football at home to a sellout crowd, the stadium becomes the state's third largest city."
  },
  {
    "type": "sports",
    "fact": "Will Clark hit a homerun in his first at-bat in college, the Olympics, and the Major Leagues."
  },
  {
    "type": "sports",
    "fact": "Will Clark of the Texas Rangers is a direct descendant of William Clark of Lewis and Clark."
  },
  {
    "type": "sports",
    "fact": "Will Clark, professional baseball player, is a direct descendant of William Clark of Lewis and Clark."
  },
  {
    "type": "sports",
    "fact": "Wyatt Earp became a boxing referee after he retired from law enforcement."
  }
]