[
  {
    "type": "tv",
    "fact": "1 in every 4 Americans has appeared on television."
  },
  {
    "type": "tv",
    "fact": "A NUKE InterNETWORK poll found that 52 percent of Internet users have cut back on watching TV in order to spend more time online; 12 percent have cut back on seeing friends."
  },
  {
    "type": "tv",
    "fact": "Alan Thicke, the father in the TV show Growing Pains wrote the theme songs for The Facts of Life and Diff'rent Strokes."
  },
  {
    "type": "tv",
    "fact": "Before Late Night Television, Jay Leno appeared in an episode of Laverne and Shirley."
  },
  {
    "type": "tv",
    "fact": "Besides Star Trek, William Shatner, Leonard Nemoy, James Doohan, and Geoge Takei have all appeared at one time or another on \"The Twilight Zone.\""
  },
  {
    "type": "tv",
    "fact": "Boris Karloff is the narrator of the seasonal television special \"How the Grinch Stole Christmas.\""
  },
  {
    "type": "tv",
    "fact": "Duke Nukem for Macintosh includes as an Easter Egg the original 1984 Apple TV spot."
  },
  {
    "type": "tv",
    "fact": "Franklin D. Roosevelt was the first president to be televised, in ceremonies opening the New York World's Fair in April 1939."
  },
  {
    "type": "tv",
    "fact": "Franklin D. Roosevelt was the first president to be televised, on April 1939 at opening of the New York World's Fair."
  },
  {
    "type": "tv",
    "fact": "In every episode of Seinfeld there is a Superman somewhere."
  },
  {
    "type": "tv",
    "fact": "In the 1940s, the FCC assigned television's Channel 1 to mobile services (two-way radios in taxicabs, for instance) but did not re-number the other channel assignments. That is why your TV set has channels 2 and up but no channel 1."
  },
  {
    "type": "tv",
    "fact": "In the Durango desert, in Mexico, there's a creepy spot called the 'Zone of Silence'. You can't pick up clear TV or radio signals. And locals say fireballs sometimes appear in the sky."
  },
  {
    "type": "tv",
    "fact": "In the TV series I Love Lucy, Ricki Ricardo never actually said “Lucy you have some ‘splaining to do”"
  },
  {
    "type": "tv",
    "fact": "In the early 1940s, the FCC assigned television’s Channel 1 to mobile services (like two-way radios in taxis) but did not re-number the other channel assignments."
  },
  {
    "type": "tv",
    "fact": "In the original Star Trek series Captain Kirk’s middle name was Tiberius."
  },
  {
    "type": "tv",
    "fact": "In the theme song from \"The Flintstones\", the lineafter \"Let's ride with the family down the street\" is 'Through the courtesy of Fred's two feet.'"
  },
  {
    "type": "tv",
    "fact": "It takes the interaction of 72 different muscles to produce human speech."
  },
  {
    "type": "tv",
    "fact": "James Doohan, who played Lt. Commander Montgomery Scott on Star Trek, was missing the entire middle finger of his right hand."
  },
  {
    "type": "tv",
    "fact": "MTV first aired at 12:01 AM on August 1, 1981. The first video was \"Video Killed the Radio Star\" by the Buggles."
  },
  {
    "type": "tv",
    "fact": "One in every 4 Americans has appeared on television at least once in their life."
  },
  {
    "type": "tv",
    "fact": "Recycling one glass jar saves enough energy to watch TV for 3 hours."
  },
  {
    "type": "tv",
    "fact": "Television horse Mr. Ed was foaled in 1949 in El Monte, California. Mr. Ed's original name was Bamboo Harvester. Raised as a parade and show horse he was once owned by the president of the California Palomino Society. He died in Tahlequah, Oklahoma, on February 28, 1979, at 30 years old. Tahlequah was also the \"home office\" for \"Late Night with David Letterman's Top Ten List\" for several years."
  },
  {
    "type": "tv",
    "fact": "The Andy Griffth Show was the first spin-off in TV history. It was a spin-off of the Danny Thomas Show."
  },
  {
    "type": "tv",
    "fact": "The First episode of “Joanie Loves Chachi” (Happy Days spinoff) was the highest rated American TV program on Korean television. “Chachi” is Korean for penis."
  },
  {
    "type": "tv",
    "fact": "The Les Nessman character on the TV series WKRP in Cincinnati wore a band-aid in every episode. Either on himself, his glasses, or his clothing."
  },
  {
    "type": "tv",
    "fact": "The Simpsons is the longest running animated series on TV."
  },
  {
    "type": "tv",
    "fact": "The TV sitcom Seinfeld was originally named \"The Seinfeld Chronicles\". The pilot which was broadcast in 1989 also featured a kooky neighbor named Kessler. This character later became known as Kramer."
  },
  {
    "type": "tv",
    "fact": "The average American family views television six hours each day."
  },
  {
    "type": "tv",
    "fact": "The average American spends about a year and a half of his or her life watching commercials on television."
  },
  {
    "type": "tv",
    "fact": "The average Japanese household watches more than 10 hours of television a day."
  },
  {
    "type": "tv",
    "fact": "The average child spends approximately 28 hours a week watching television, which is around the same amount of time they spend in school."
  },
  {
    "type": "tv",
    "fact": "The first TV couple to share a bed was not on \"The Brady Bunch\" or \"The Munsters,\" but was on \"The Mary Kay and Johnny\" show in 1947. It was the first situation comedy ever."
  },
  {
    "type": "tv",
    "fact": "The first couple to be shown in bed together on prime time television were Fred and Wilma Flintstone."
  },
  {
    "type": "tv",
    "fact": "The first ever TV commercial in the U.S. was for Bulova watches. It aired in 1941 on WNBT, New York, and cost Bulova 9 dollars."
  },
  {
    "type": "tv",
    "fact": "The first ever televised murder case appeared on TV in 1955, Dec. 5-9. The accused was Harry Washburn."
  },
  {
    "type": "tv",
    "fact": "The first image ever transmitted on TV was Felix the Cat."
  },
  {
    "type": "tv",
    "fact": "The first televised tour of the White House aired on February 14 in 1962. First Lady Jackie Kennedy hosted the tour."
  },
  {
    "type": "tv",
    "fact": "The first television shows to have the characters take bathroom breaks were \"All in the family\" and \"Married with children.\""
  },
  {
    "type": "tv",
    "fact": "The first toilet ever seen on television was on \"Leave It To Beaver.\""
  },
  {
    "type": "tv",
    "fact": "The first toilet ever seen on television was on \"Leave It to Beaver.\""
  },
  {
    "type": "tv",
    "fact": "The original captain of Star Trek's starship \"Enterprise\" was Jeffrey Hunter - not William Shatner - as Christopher Pike, in the pilot episode \"The cage\" (1964). The cast was quite different from that of the classic series except for Leonard Nimoy as Spock."
  },
  {
    "type": "tv",
    "fact": "The original host of “Jeopardy” was Art Fleming."
  },
  {
    "type": "tv",
    "fact": "The proceedings in the British Parliament are meant to be in private, even though they are now televised. So, if the MPs want to have a secret session, one of them points to the gallery from which the public watch, and calls \"I spy strangers!\", whereupon the House votes \"that the strangers do withdraw.\""
  },
  {
    "type": "tv",
    "fact": "The real name of television’s Mister Ed was Bamboo Harvester."
  },
  {
    "type": "tv",
    "fact": "The reason wheels seem to spin backwards on a camera is because when you film something, you are really taking a series of still images and then replaying them so fast that the eye is fooled into thinking it is a continuous stream of images. The eye can see about 12-14 frames per second. Because of a physical law called the Nyquist Sampling Theorem you need to display frames twice as fast as the eye can see to fool it into seeing it as a continuous movie (Nyquist showed mathematically why that is true). So, imagine you have a wheel that is spinning exactly once every second. If you took a picture at the same rate, it would look like it is standing still. That's because it rotates exactly once every time you take a picture. Now take a picture just a little bit faster than 1 per second. Now every time you take a picture, the wheel has not quite made it all the way around; maybe it will have gone 350 degrees around, so it's 10 degrees behind the first frame. The next frame it will have gone another 350 degrees, making it now 20 degrees behind the first frame, and so on. When you play the film back, it will look like the wheel is moving backwards, even though you know it was going forwards. The opposite effect happens when you take pictures a bit slower than the rotation rate. It gets more complicated when the wheel does not rotate at a constant rate, like when a car accelerates. The next time you watch TV or go to the movies, watch the wheels as a car speeds up. You might see the wheel appear to go backwards, them stop, then go forwards, all while the car is moving forwards."
  },
  {
    "type": "tv",
    "fact": "They NEVER said \"Beam me up, Scotty\" on Star Trek."
  },
  {
    "type": "tv",
    "fact": "Treasure Island was created by Robert Louis Stevenson on a lark. Drawing a treasure map for his stepson on a rainy day, Stevenson was urged by the child to make up stories to go along with the drawings. Stevenson liked the stories so much he wrote them down, and these became the basis for his great novel."
  },
  {
    "type": "tv",
    "fact": "When Patty Hearst was kidnapped, she was watching the TV Show \"The Magician\" starring Bill Bixby."
  },
  {
    "type": "tv",
    "fact": "You burn more calories sleeping than you do watching TV."
  }
]